Repository: Luchitomori/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: bs, et, fi, sq

source: Do you want to send this file to a friend?
bs: Zadrži postojeću play listu na datoteci.
et: Salvesta antud esitlusloend faili
fi: Etsinnät tiedostoista samalla tiedosto nimellä.
sq: Skedë e shpërndarë.

source: Send files with FrostWire
bs: Pomoć za korištenje FrostWire.
et: Kuidas kasutada FrostWire't.
fi: Ohjeet FrostWiren käyttämiseksi
sq: Ndihmë mbi Përdorimin e FrostWire

source: Add
bs: Dodajte...
et: Lisa
fi: Lisää
sq: Shto

source: Transfer failed
bs: Prenošenje
et: Välju pärast ülekandeid
fi: Siirtoja
sq: Transferta

source: Upload to device
bs: Upload je dosegao limit
et: Üleslaadimise piir on käes
fi: Jakojen raja saavutettu
sq: Kufiri i Ngarkimit u Arrit

source: Uploading
et: Üleslaadimine
fi: Jaan
sq: Po ngarkoj

source: Icon
et: Ikoon
fi: Kuvake
sq: Ikonë

source: Date Added
bs: Pohrani
et: Salvesta nimega
fi: Tallenna nimellä
sq: Ruaje Si

source: Date Modified
bs: Promjena datuma:
et: Viimati muudetud:
fi: Muutettu viimeksi:
sq: Datë Modifikimi:

source: Search
bs: pretrage
et: otsingud
fi: Hakua
sq: kërkime

source: Save
bs: Pohrani
et: Salvesta nimega
fi: Tallenna
sq: Ruaje Si

source: Save Selected Files To Folder
bs: Očisti selektirane downloade.
et: Tühjenda valitud allalaadimised
fi: Tyhjennä valitut lataukset listasta
sq: Pastron Shkarkesën e Zgjedhur

source: tracks
bs: Pjesma
et: Lugu
fi: Kappale
sq: Kolona

source: Finished Downloads
bs: Razmjena zavšeng dijela downloada:
et: Jaga lõpetatud allalaadimisi:
fi: Julkaise valmiit lataukset:
sq: Shpërndaji Shkarkesat e Përfunduara:

source: Devices
bs: Prikaz
et: Vaata üle
fi: Tarkista
sq: Rishiko

source: Configure Options
bs: Formiraj podjelu opcija
et: Seadista jagamise valikud
fi: Muokkaa jako-ominaisuuksia
sq: Konfiguro Mundësitë e Shpërndarjes

source: You can configure the FrostWire's Options.
bs: Možete formirati foldere koje dijelite u FrostWire opciji.
et: Sa võid valmis seada kaustade võimalusi mida sa jagad FrostWire valikutes.
fi: Voit muokata jaettavia tiedostoja FrostWiren asetuksista
sq: Dosjet që shpërndani mund t'i konfiguroni në Mundësitë e FrostWire.

source: Refresh
bs: Osvježi
et: Värskenda
fi: Päivitä
sq: Rifresko

source: Refresh selected
bs: Kvalitet
et: Ühendus
fi: Yhteydet
sq: Lidhje

source: Open Library Folder
bs: Otvori imenik biblioteke.
et: Ava raamatukogu kaust
fi: Avaa kirjastohakemisto
sq: Riemërton Dosjen e Zgjedhur të Librarisë

source: Path
bs: Staza
et: Asukoht
fi: Polku
sq: Shtegu

source: Last Modified
bs: Promjena datuma:
et: Viimati muudetud:
fi: Viimeksi muokattu
sq: Modifikimi i Fundit

source: Move to Recycle Bin
fi: Siirrä roskakoriin
sq: Lëvize në Koshin Riciklues

source: Move to Trash
fi: Siirrä roskakoriin
sq: Lëvize tek Mbeturinat

source: Are you sure you want to delete the selected file(s), thus removing it from your computer?
sq: A jeni i sigurt se doni të fshini skedën e zgjedhur, pra ta hiqni nga kompjuteri juaj?

source: Message
bs: Poruka
et: Teade
fi: Viesti
sq: mesazhe

source: The following files could not be deleted. They may be in use by another application or are currently being downloaded to.
fi: Seuraavia tiedostoja ei voitu poistaa. Ne voivat olla jonkin toisen ohjelman käytössä tai voivat olla tällä hetkellä latauksessa.
sq: Këto skeda nuk mund të fshihen. Ato mund të jenë në përdorim nga një tjetër aplikim ose janë në shkarkim.

source: Unable to rename the file '{0}'. It may be in use by another application.
bs: Nemoguće je promjeniti ime datoteci {0} . Možda je u upotrebi od strane drugog zahtjeva.
et: Ei suutnud faili ümbernimetada {0} . Ta võib olla kasutuses teise rakenduse poolt.
fi: Tiedostoa ei voitu nimetä uudelleen {0} Se voi olla toisen ohjelman käytössä.
sq: Pamundësi për riemërtim të skedës {0} . Mund të jetë në përdorim nga një tjetër aplikim.

source: Launch in
bs: Počni operaciju
et: Käivita
fi: Käynnistä toiminto
sq: Lësho Veprimin

source: Launch Selected Files in
bs: Pristupi selektiranim datotekama.
et: Käivita valitud failid.
fi: Avaa valitut tiedostot.
sq: Lëshon Skedën e Zgjedhur

source: Create a new .torrent file
bs: Razmjena datoteka
et: Jagatud failid
fi: Jaa ".torrent"-tiedostot
sq: Shpërndaji skedat .torrent

source: Delete Selected Files
bs: Izbriši selektirane datoteke.
et: Kustuta valitud failid.
fi: Poista valitut tiedostot.
sq: Fshin Skedën e Zgjedhur

source: Rename
bs: Promjeni ime
et: Nimeta ümber
fi: Nimeä uudelleen
sq: Riemërto

source: Are you sure you want to remove the selected radio station?
bs: Jeste li sigurni da želite izbrisati označenu(e) datoteku(e)?
et: Kas sa oled kindel, et soovid kustutada valitud fail(id)?
fi: Oletko varma että haluat poistaa valitun(t) tiedoston(t)?
sq: A doni të fshini skedën e zgjedhur?

source: Are you sure you want to remove the selected radio stations?
bs: Jeste li sigurni da želite izbrisati označenu(e) datoteku(e)?
et: Kas sa oled kindel, et soovid kustutada valitud fail(id)?
fi: Oletko varma että haluat poistaa valitun(t) tiedoston(t)?
sq: A doni të fshini skedën e zgjedhur?

source: Loading Library Window...
bs: Punjenje prozora biblioteke...
et: Laen raamatukogu akent...
fi: Ladataan kirjastoikkunaa...
sq: Ngarkuat Dritaren e Librarisë...

source: New Playlist
bs: MP3 Play lista
et: MP3 Esitlusloend
fi: Tallenna soittolista nimellä...
sq: Lista

source: Creates a new Playlist
sq: Fshin nga Lista Gjithë Skedat

source: Open Playlist (.m3u)
bs: Otvori Play listu (.m3u)
et: Ava esitlusloend (.m3u)
fi: Valitse soittolista (.m3u)
sq: Hapeni Listën (.m3u)

source: Save Playlist As
bs: Pohrani Play listu kao
et: Salvesta esitlusloend nimega
fi: Tallenna soittolista nimellä...
sq: Ruani Listën Si

source: Warning: a file with the name {0} already exists in the folder. Overwrite this file?
sq: Kujdes: një skedë me emër {0} ekziston që më parë në listë. Do e mbishkruani skedën?

source: Delete Playlist
bs: MP3 Play lista
et: MP3 Esitlusloend
fi: Tallenna soittolista nimellä...
sq: Lista

source: Are you sure you want to delete the playlist? (No files will be deleted)
bs: Jeste li sigurni da želite izbrisati označenu(e) datoteku(e)?
et: Kas sa oled kindel, et soovid kustutada valitud fail(id)?
fi: Oletko varma että haluat poistaa valitun(t) tiedoston(t)?
sq: A doni të fshini skedën e zgjedhur?

source: Rename Playlist
bs: Pohrani Play listu kao
et: Salvesta esitlusloend nimega
fi: Tallenna soittolista nimellä...
sq: Ruani Listën Si

source: Playlist Files (*.m3u)
bs: Play lista datoteka (*.m3u)
et: Esitlusloendi failid (*.m3u)
fi: Soittolista tiedostot (*.m3u)
sq: Skedë listuese (*.m3u)

source: Export Playlist to .m3u
bs: Otvori Play listu (.m3u)
et: Ava esitlusloend (.m3u)
fi: Valitse soittolista (.m3u)
sq: Hapeni Listën (.m3u)

source: Starred
bs: Zaustavljeno
et: Alustatud
fi: Aloitettu
sq: Shpërndahet

source: Comment
sq: Komenti

source: Duration
bs: Opis
et: Kirjeldus
fi: Kuvaus
sq: Përshkrimi

source: Folder
et: Kaust:
fi: Hakemisto:
sq: Dosja:

source: Delete Selected Files from this playlist
bs: Odstrani selektiranu datoteku sa play liste.
et: Eemalda valitud fail esitlusloendist
fi: Poista valitut tiedostot soittolistalta.
sq: Fshin nga Lista Skedën e Zgjedhur

source: Cleanup playlist
bs: Očisti Uploads
et: Puhasta üleslaetud
fi: Tyhjennä jaot
sq: Pastrim Ngarkesash

source: Remove the deleted items
bs: Ukloni selektiranu stavku.
et: Eemalda selekteeritud ühik.
fi: Poista valittu
sq: Fshin Njësinë e Zgjedhur

source: search results
bs: Tražite rezultat brzine
et: Otsingutulemuse ühenduskiirus
fi: Etsintätulokset
sq: Rezultatet e Kërkimit

source: Search in
bs: Traženje
et: Otsib
fi: Haku
sq: Kërkimi

source: Importing
fi: Tuodaan
sq: Importimi

source: Playlist name
bs: MP3 Play lista
et: MP3 Esitlusloend
fi: Tallenna soittolista nimellä...
sq: Lista

source: Refreshing
bs: Osvježi
et: Värskenda
fi: Päivitä
sq: Rifresko

source: Importing from
fi: Tuodaan
sq: Importimi

source: Holds the Results for
bs: Pročisti rezultate
et: Eemalda tulemused
fi: Säilyttää viimeisen etsinnän tulokset
sq: Mban Rezultatet e Kërkimit të Fundit

source: Library Folders
bs: Otvori imenik biblioteke.
et: Ava raamatukogu kaust
fi: Avaa kirjastohakemisto
sq: Riemërton Dosjen e Zgjedhur të Librarisë

source: Legend
bs: Pošalji
et: Saada
fi: Lue
sq: Legjenda

source: Folder and subfolders are included in the Library.
et: Allpool toodud kaustad (ja nende alamkaustad) jagatakse välja.
fi: Hakemiston tiedostot ja jotkut alihakemistot jaetaan
sq: Skedat e dosjes dhe disa nëndosje shpërndahen.

source: Folder is not included and no subfolders are included in the Library.
et: Allpool toodud kaustad (ja nende alamkaustad) jagatakse välja.
fi: Hakemistoa ja sen alihakemistoja ei jaeta
sq: Dosja nuk shpërndahet, as nëndosjet.

source: Folder's files and some subfolders are included in the Library.
bs: Možete odabrati folder za razmjenu datoteka. Datoteke od ovog folder prikazane su u biblioteci.
et: Allpool toodud kaustad (ja nende alamkaustad) jagatakse välja.
fi: Hakemiston tiedostot ja jotkut alihakemistot jaetaan
sq: Skedat e dosjes dhe disa nëndosje shpërndahen.

source: Applications
bs: Akcija:
et: Rakendus
fi: Toiminto:
sq: Veprimi:

source: Documents
bs: Dokumenti
et: Dokumendid
fi: Dokumentit
sq: Dokument

source: Unkown file type
et: Litsentsi tüüp:
fi: Linkit ja tiedostotyypit
sq: Linke dhe Lloje Skedash

source: Play
et: Esita
fi: Soita
sq: Luaje

source: Stop
et: Stopp
fi: Pysäytä
sq: Ndalo

source: Next
bs: Sljedeći
et: Järgmine
fi: Seuraava
sq: Para

source: Previous
bs: Predhodni
et: Eelmine
fi: Edellinen
sq: Pas

source: Shuffle songs
bs: Izmješano
et: Segamini
fi: Sekoita
sq: Përzieje

source: Chat
et: Saada teade...
sq: Bisedo...

source: Show our community chat
et: Näita Poe Indikaatorit
fi: Näytä kauppa viite
sq: Trego Treguesin e Dyqanit

source: Library
bs: Medioteka
et: Raamatukogu
fi: Kirjasto
sq: Librari

source: View Repository of Saved Files
bs: Pregledajte spremište pohranjenih datoteka.
et: Vaata failide hoidlat.
fi: Katso talletettujen tiedostojen varastoa
sq: Shikoni Depon me Skedat e Ruajtura

source: Search and Download Files
bs: Traži i preuzmi datoteke.
et: Otsi ja tiri faile.
fi: Etsi ja lataa tiedostoja.
sq: Kërkoni dhe Shkarkoni Skedat

source: Update
bs: Updates
et: Uuendused
fi: Päivitykset
sq: Ridatimi

source: Automatically Scroll
bs: Automatski mrdni sa mišem
et: Automaatselt keri
fi: Vieritä automaattisesti
sq: Radhite automatikisht

source: About FrostWire
bs: Informacije o FrostWire...
et: Teave FrostWire'st
fi: Tietoja FrostWire-ohjelmasta
sq: Info mbi FrostWire

source: FrostWire
bs: FrostWire &PRO
et: FrostWire &PRO
sq: FrostWire &PRO

source: Close This Window
bs: Zatvori ovaj prozor.
et: Sulge see aken.
fi: Sulje tämä ikkuna
sq: Mbyll dritaren

source: <h1>FrostWire Graphics Designers/Photographers</h1>
bs: Krajnja tačka FrostWirea
sq: Pika FrostWire

source: Several colleagues in the Gnutella community merit special thanks. These include:
bs: Nekoliko kolega iz Guntella mreže zaslužuju specijalne pohvale. Kao na primjer:
fi: Monet kollegat Gnutella-yhteisössä ovat ansainneet kiitokset. Heihin kuuluvat esimerkiksi:
sq: Falënderime të veçanta u takojnë kolegëve të ndryshëm në komunitetin e Gnutella-s. Ata janë:

source: BitTorrent, the BitTorrent Logo, and Torrent are trademarks of BitTorrent, Inc.
et: Bittorrent, <bittorrenti logo ja torrentid on Bittorrent omand
fi: BitTorrent, the BitTorrent-tunnus, ja Torrent ovat BitTorrent-yhtiön tuotemerkkejä
sq: BitTorrent, Logoja e BitTorrent dhe Torrent janë shenja dalluese të BitTorrent, Inc.

source: Marks all Items as Selected
et: Märgib kõik kirjed valituteks
fi: Merkitse kaikki kohteet valituksi
sq: Shenjon Gjithë Njësitë

source: Deselect All
bs: Selektiraj sve
et: Tühista valik
fi: Poista kaikki valinnat
sq: Lësho Gjithçka

source: Deselects all Items in the List
et: Tühistab kõikide nimekirja kirjete valiku
fi: Poista koko luettelo valinnoista
sq: Lëshon Gjithë Njësitë në Listë

source: Send this file to a friend
bs: Zadrži postojeću play listu na datoteci.
et: Salvesta antud esitlusloend faili
fi: tallenna yksityiskohdat tiedostoon
sq: Ruaji detajet në skedë

source: file
bs: datoteke
et: failid
fi: tiedostoa
sq: skeda

source: folder
et: Kaust:
fi: Hakemisto:
sq: Dosja:

source: Yes
bs: Da
et: Jah
fi: Kyllä
sq: Po

source: No
bs: Ne
et: Ei
fi: Ei
sq: Jo

source: Select Folder
bs: Selektuj folder
et: Vali kaust
fi: Valitse hakemisto
sq: Zgjidhni Dosjen

source: All Folders
bs: Svi folderi
et: Kõik kataloogid
fi: Kaikki hakemistot
sq: Gjithë Dosjet

source: T3 or Higher
bs: T3 ili više
et: T3 või parem
fi: T3 tai nopeampi
sq: T3 a më Lart

source: Your machine does not appear to have an active Internet connection or a firewall is blocking FrostWire from accessing the internet. FrostWire will automatically keep trying to connect you to the network unless you select "Disconnect" from the File menu.
bs: Vaš komjuter ne pokazuje da imate aktivnu internet konekciju ili je Firewall blokirao FrostWire pristup internetu. FrostWire će automatski pokušavati da se priključi na mrežu ukoliko vi u imenuku datoteke ne selektirate "isljučenje".
et: Sinu masinal ei paista olevat ektiivset interneti ühendust või tulemüür blokeerib FrostWirel internetile juurdepääsemise. FrostWire püüab automaatselr ühendada sind võrguga väljaarvadud juhul kui sa valid "Logi välja" faili menüüst.
fi: Koneellasi ei näytä olevan Internet-yhteyttä tai palomuuri sulkee FrostWiren pääsyn Internetiin. FrostWire yrittää automaattisesti yhdistää verkkoon, ellet valitse "Katkaise" Tiedosto -valikosta.
sq: Me sa duket, makineria juaj nuk ka asnjë lidhje aktive me Internetin ose një fajruoll po bllokon hyrjen e FrostWire. Nëse nuk zgjidhni "Shkëputu", në menynë "Skedë", FrostWire do të provojë të lidhet në rrjet automatikisht.

source: &Search
bs: pretrage
et: otsingud
fi: &Etsi
sq: kërkime

source: &Library
bs: Medioteka
et: Raamatukogu
fi: Kirjasto
sq: Librari

source: C&hat
bs: Završi chat
et: Lõpeta suhtlemine
fi: Lopeta Chat
sq: Mbylle Bisedën

source: Display the {0} Screen
bs: Prikaži {0} Ekrana
et: Näita {0} ekraani
fi: Näytä ruutu {0}
sq: Trego Dritaren {0}

source: FrostWire has encountered a problem during startup and cannot proceed. You may be able to fix this problem by changing FrostWire's Windows Compatibility. Right-click on the FrostWire icon on your Desktop and select 'Properties' from the popup menu. Click the 'Compatibility' tab at the top, then click the 'Run this program in compatibility mode for' check box, and then select 'Windows 2000' in the box below the check box. Then click the 'OK' button at the bottom and restart FrostWire.
sq: FrostWire takoi një problem gjatë nisjes dhe nuk mund të vijojë. Këtë problem mund ta ndreqni duke ndryshuar Pajtueshmërinë e Windows-it ndaj FrostWire. Klikoni me të djathtë mbi ikonën e FrostWire në Desktop-in tuaj, dhe zgjidhni 'Veti' nga menyja kërcyese. Klikoni tabelën sipër, 'Pajtueshmëria', pastaj klikoni kutinë me zgjedhje 'Nise programin sipas pajtueshmërisë së', dhe pastaj zgjidhni 'Windows 2000' në kutinë për zgjedhje. Pastaj klikoni butonin më poshtë, 'OK', dhe rinisni FrostWire.

source: FrostWire could not locate your web browser to display the following webpage: {0}.
bs: LemeWire ne može locirati vaš web pretraživač da bi prikazao sljedeću stranicu: {0}.
et: FrostWire ei suutnud sinu veebibrauseri asukohta määrata ja järgmist veebilehte kuvada:{0}.
fi: FrostWire ei löytänyt web-selainta näyttääkseen seuraavan verkkosivun: {0}
sq: FrostWire nuk arriti të gjejë shfletuesin tuaj të rrjetit për të treguar faqen e mëposhtme: {0}.

source: FrostWire will not launch the specified file for security reasons.
bs: FrostWire ne može pristupiti datoj datoteci iz sigurnosnih razloga.
et: FrostWire ei käivita ette määratud faili turvalisuse põhjustel.
fi: FrostWire ei käynnistä/avaa valittua tiedostoa turvallisuussyistä.
sq: FrostWire nuk do të lëshojë skedën e përcaktuar për arsye sigurie.

source: FrostWire could not launch the specified file. Executed command: {0}.
fi: FrostWire ei voinut avata kyseistä tiedostoa. Suoritettu komento: {0}.
sq: FrostWire nuk arriti të lëshojë skedën e përcaktuar. Komandë e ekzekutuar: {0}.

source: FrostWire could not launch the specified file.
bs: FrostWire ne može pristupiti datoj datoteci iz sigurnosnih razloga.
et: FrostWire ei käivita ette määratud faili turvalisuse põhjustel.
fi: FrostWire ei voinut avata nimenomaista tiedostoa.
sq: FrostWire nuk arriti të lëshojë skedën e përcaktuar.

source: Loading HTML Engine...
bs: Punjenje HTML mašine...
et: Laen HTML mootorit...
fi: Ladataan HTML-moottoria...
sq: Ngarkuat Motorin HTML...

source: Loading User Interface...
bs: Punjenje korisničkih veza...
et: Laen kasutajapoolset küljendust...
fi: Ladataan käyttöliittymää...
sq: Ngarkuat Ndërfaqen e Përdoruesit...

source: Loading Core Components...
bs: Punjenje ključnih komponenti...
et: Lean tuuma elemente...
fi: Ladataan peruskomponentteja...
sq: Ngarkuat Përbërësit Bazë...

source: Loading Icons...
bs: Punjenje ikonama...
et: Laen ikoone...
fi: Ladataan kuvakkeita...
sq: Ngarkuat Ikonat...

source: Loading Internationalization Support...
bs: Punjenje internacionalizacionom potporom...
et: Laen internatsionaliseerimise tuge...
fi: Ladataan käännöksiä...
sq: Ngarkuat Përkrahjen Ndërkombëtare...

source: This Alpha version has expired. Press Ok to exit.
et: See Alfaversioon on aegunud. Vajuta Ok et lahkuda.
fi: Alfa-versio on vanhentunut. Paina Ok poistuaksesi.
sq: Ky version Alpha ka skaduar. Shtypni OK për të dalë.

source: FrostWire could not create a temporary preferences folder. This is generally caused by a lack of permissions. Please make sure that FrostWire (and you) have access to create files/folders on your computer. If the problem persists, please visit www.frostwire.com and click the 'Support' link. FrostWire will now exit. Thank You.
sq: FrostWire nuk arriti të krijojë një dosje kohëshkurtër të parapëlqimeve. Kjo zakonisht shkaktohet nga një mungesë e lejeve. Ju lutemi sigurohuni që FrostWire (dhe ju) të lejohet të krijojë skeda/dosje në kompjuter. Nëse problemi përsëritet, ju lutemi vizitoni www.frostwire.com dhe klikoni linkun 'Support'. FrostWire tani do të mbyllet. Ju faleminderit.

source: Input
bs: Ulaz
et: Sisestus
fi: Syöttö
sq: Inputi

source: Apply Operation
bs: Izvještava i zatvara prozor.
et: Tühista operatsioon.
fi: Toteuta
sq: Anulo veprimin

source: Cancel Operation
bs: Izvještava i zatvara prozor.
et: Tühista operatsioon.
fi: Keskeytä
sq: Anulo veprimin

source: You are currently using a beta or pre-release version of Java 1.6.0. This version is known to have caused problems with FrostWire. Please upgrade to the final 1.6.0 release.
fi: Käytät parhaillaan Java 1.6.0:n beta- tai pre-release -versiota. Tämä versio on aiheuttanut ongelmia FrostWiren kanssa. Päivitä versioon 1.6.0.
sq: Aktualisht po përdorni një version beta ose të paralëshuar të Java 1.6.0. Ky version njihet se shkakton probleme me FrostWire. Ju lutemi përmirësohuni me lëshimin final 1.6.0.

source: Upgrade Java
bs: Dopunite vašu Java verziju
et: Uuenda oma Java-t
fi: Päivitä Java
sq: Përmirëso Java-n

source: More Information
bs: Više opcija
et: Veel valikuid
fi: Lisätietoja
sq: Më Tepër Info

source: Visit {0}
et: Külasta {0}
fi: Vieraile {0}
sq: Vizitioni {0}

source: Remind Me Later
et: Tuleta hiljem meelde
fi: Muistuta myöhemmin
sq: Më Kujto Më Vonë

source: Do not Show Again
bs: Download razmjena
et: Allalaadimise jagamine
fi: Älä näytä uudestaan
sq: Mos e Trego Më

source: FrostWire must be restarted for the new language to take effect.
bs: FrostWire se mora ponovo startati da bi novi jezik bio efektivan
et: FrostWire tuleb taaskäivitada et keelemuudatus jõustuks.
fi: FrostWire tulee käynnistää uudelleen, jotta uusi kieliasetus tulee voimaan.
sq: FrostWire duhet të rinisë që gjuha e re të funksionojë!

source: Change Language
et: Muuda keelt
fi: Vaihda kieltä
sq: Ndryshoni gjuhën

source: Help Translate FrostWire
bs: Pomoć za prevod FrostWire
et: Aita FrostWire't tõlkida
fi: Auta FrostWiren kääntämisessä
sq: Ndihmoni në Përkthimin e FrostWire

source: Show Language in status bar
et: Näita Keelt staatuseribal
fi: Näytä kieli tilarivillä
sq: Trego Gjuhën në shufrën e statusit

source: Download Page
bs: Download stranica
et: Tiri lehekülg
fi: Lataussivu
sq: Shkarko Faqen

source: File Listing for
bs: Datoteka izlistana za
et: Failide sorteerimine alusel
fi: Tiedostoluettelo
sq: Listimi i Skedës për

source: Magnet Links for Fast Downloads (if you have FrostWire installed)
bs: Magnet veza za brzi download (ako imate postavljen FrostWire)
et: Magnet lingid kiireteks tirimisteks (kui sul on FrostWire installeeritud)
fi: Magnet-linkit nopeita latauksia varten (jos FrostWire on asennettu)
sq: Linke Magnet për Shkarkime të Shpejta (nëse keni instaluar FrostWire)

source: Loading Messages...
bs: Punjenje porukama...
et: Laen teateid...
fi: Ladataan viestejä...
sq: Ngarkuat Mesazhet...

source: Warning
bs: Upozorenje
et: Hoiatus
fi: Varoitus
sq: Kujdes

source: Do not display this message again
bs: Nemojte ponovo pokazivati ovu poruku
et: Ära mulle seda teadet enam edasta
fi: Älä näytä viestiä uudelleen.
sq: Mos e trego më këtë mesazh

source: Always use this answer
bs: Uvijek koristite ovaj odgovor
et: Alati kasuta seda vastust
fi: Muista valinta
sq: Përdore gjithmonë këtë përgjigje

source: Saving downloads to {0} may not function correctly. To be sure downloads are saved properly you should save them to a sub-folder of {1}. Would you like to choose another location?
sq: Ruajtja e shkarkesave në {0} mund të mos funksionojë si duhet. Që të siguroheni se shkarkesat ruhen me të vërtetë përdorni një nëndosje të {1}. A doni të zgjidhni një vendndodhje tjetër?

source: FrostWire was unable to create your settings folder and is using a temporary folder. Your settings may be deleted when you close FrostWire.
et: FrostWire ei suutnud luua sinu Sätete kaustaa ja kasutab ajutist kausta. Sinu sätted võivad olla kustutatud kui sulged FrostWire.
sq: FrostWire nuk arriti të krijojë dosjen për kuadrot tuaj dhe po përdor një dosje të përkohshme. Kuadrot tuaj mund të fshihen kur FrostWire të mbyllet.

source: FrostWire has encountered problems in managing your settings. Your settings changes may not be saved on shutdown.
et: FrostWirel on teadmata probleemid sinu sätete haldamisega. Sinu sätted ei pruugi olla salvestatud, kui lülitad programmi välja.
sq: FrostWire hasi një problem në menaxhimin e kuadrove tuaj. Ndryshimet e kuadrove tuaj mund të mos ruhen gjate mbylljes.

source: FrostWire has encountered problems in loading your settings. FrostWire will attempt to use the default values; however, may behave unexpectedly.
sq: FrostWire hasi disa probleme gjatë ngarkimit të kuadrove tuaj. FrostWire do të orvatet të përdorë vlerat tipike, gjithsesi, mund të sillet i paqëndrueshëm.

source: Shutting down FrostWire...
bs: Isključi FrostWire...
et: Lülitan FrostWiret välja...
fi: Suljetaan FrostWire...
sq: FrostWire po mbyllet...

source: Please wait while FrostWire shuts down...
bs: Molimo vas sačekajte, FrostWire se isključuje...
et: Palun oota kuni FrostWire ennast välja lülitab...
fi: Odota kunnes FrostWire sulkeutuu...
sq: Ju lutemi prisni sa FrostWire të mbyllet...

source: Loading FrostWire...
bs: Punjenje sredstvima...
et: Laen ressursse...
fi: Ladataan FrostWire....
sq: Ngarkuat FrostWire-n...

source: Add...
bs: Dodajte...
et: Lisa
fi: Lisää...
sq: Shto

source: Add New List Item
bs: Dodaj novu stavku na listu.
et: Lisa uus loetelu ühik.
fi: Lisää uusi tiedosto listaan.
sq: Shton një Njësi të Re

source: Remove Selected Item
bs: Ukloni selektiranu stavku.
et: Eemalda selekteeritud ühik.
fi: Poista valittu
sq: Fshin Njësinë e Zgjedhur

source: Loading Status Window...
bs: Punjenje stanja prozora...
et: Laen staatuse akent...
fi: Ladataan tilaikkunaa...
sq: Ngarkuat Dritaren e Statusit...
