Repository: Luchitomori/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: bs, et, fi, sq

source: FrostWire has not detected a firewall
bs: FrostWire nije detektirao firewall.
et: FrostWire pole avastanud tulemüüri
fi: FrostWire ei ole havainnut palomuuria
sq: FrostWire nuk diktoi asnjë fajruoll

source: FrostWire has detected a firewall
bs: FrostWire je detektirao firewall.
et: FrostWire avastas tulemüüri
fi: FrostWire on havainnut palomuurin
sq: FrostWire diktoi një fajruoll

source: Disconnected
bs: Isključeno
et: Ühenduseta
fi: Yhteys katkennut
sq: I shkëputur

source: Turbo-Charged
bs: TurboPunjenje
et: Turbo-Kiirus
fi: Turbo-ahdettu
sq: Lidhje me Ngarkesë Turbo

source: Your connection to the network is extremely strong
bs: Vaša konekcija na internetu je ekstremno jaka.
et: Sinu ühendus võrguga on äärmiselt tugev
fi: Yhteytesi verkkoon on erittäin hyvä.
sq: Lidhja juaj në rrjet është tejet e fortë

source: Show Connection Quality
bs: Prikaži kvalitet priključka.
et: Näita ühenduse kvaliteeti
fi: Näytä yhteyden laatu
sq: Trego Cilësinë e Lidhjes

source: Show Language Status
bs: Prikaži Firewall status.
et: Näita keele olekut
fi: Näytä valittu kieli
sq: Trego Statusin e Gjuhës

source: Show Firewall Status
bs: Prikaži Firewall status.
et: Näita tulemüüri olekut
fi: Näytä palomuurin tila
sq: Trego Statusin e Fajruollit

source: Show Bandwidth Consumption
bs: Prikaži potrošnju širine trake.
fi: Näytä käytetty kaistanleveys
sq: Trego Shpenzimin e Shtrirjes së Bandës

source: Downloads:
bs: Download:
et: Laadi alla
fi: Lataukset:
sq: Shkarkesa:

source: Uploads:
bs: Upload:
et: Üleslaadimine
fi: Jaot:
sq: Ngarkesa:

source: Total Downstream:
et: Täielik allavool
fi: Kokonais verkkoliikenne sisäänpäin
sq: Poshtë-rrymimi Total:

source: Total Upstream:
et: Täielik ülesvool
fi: Kokonais verkkoliikenne ulospäin
sq: Sipër-rrymimi Total:

source: Tip of the Day
bs: Tip dana
et: Päeva nõuanne
fi: Päivän vinkki
sq: Këshillat e ditës

source: Did You Know...
bs: Jeste li znali...
et: Kas sa tead...
fi: Tiesitkö...
sq: A e dinit...

source: Show Tips At Startup
bs: Kod startovanja pokaži tip dana
et: Näita nõuandeid alguses
fi: Näytä vinkit käynnistyksessä
sq: Trego këshillat në fillesë

source: Next Tip
bs: Sljedeći tip
et: Järgmine nõuanne
fi: Seuraava vinkki
sq: Këshilla tjetër

source: Previous Tip
bs: Prošli tip
et: Eelmine nõuanne
fi: Edellinen vinkki
sq: Këshilla më parë

source: Loading tips...
bs: Punjenje podataka korisnika...
et: Nõuannete laadimine...
fi: Ladataan vinkkejä...
sq: Ngarkuat këshillat...

source: Tired of downloads stopping halfway through? It helps to pick search results with a higher number in the '#' column. The # is the amount of unique places on the network that are hosting the file. The more sources, the better the chance of getting your file! In case a junk result appears to have a lot of sources, use the <font color="185ea8">Junk</font> button to train FrostWire's junk filter.
sq: A jeni i lodhur me shkarkesat që ndalin në gjysmë? Kjo mënjanohet nëse kërkoni rezultatet me një numër më të lartë në kolonën '#'. # është sasia e vendeve unike në rrjet që paraqesin skedën. Sa më tepër burime, aq më i mirë shansi i marrjes së skedës! Në rast se një rezultat mbeturinë duket të ketë mjaft burime, përdorni butonin 'Mbeturinë' që të stërvitni filtrin e mbeturinave të FrostWire.

source: You can sort your search results by clicking on a column. The most useful column to sort by is the 'Seeds' column, which represents an approximate number of computers that have the entire file and are online.
sq: Rezultatet e kërkimit mund t'i renditni duke klikuar mbi kolonë. Më e përdorura është kolona '#', e cila vendos rezultatet që kanë shansin më të lartë të shkarkimit në majë të listës.

source: The more stars a search result has, the better the chances of the download completing successfully! Some search results may even appear with four blue stars and a speed of 'Ethernet'. These results have the greatest chance of completing successfully.
et: Mida rohkem on otsimistulemusel tähekesi, seda suurem on tõenäosus, et allalaadimine on edukas! Mõned tulemused võivad isegi olla nelja tähega ja Etherneti kiirusega. Nendel tulemustel on suurim šanss õnnestuda.
sq: Sa më tepër yje të ketë rezultati i kërkimit, aq më të mira janë shanset që shkarkimi të përfundojë me sukses! Disa rezultate të kërkimit mundet edhe të shfaqen me kater yje blu dhe me shpejtësi 'Ethernet'. Këto kanë shansin më të madh që të përfundojnë me sukses.

source: Passionate about digital rights? Visit the <a href="{0}">Electronic Frontier Foundation</a> and see what you can do to help.
sq: I pasionuar pas të drejtave dixhitale? Vizitoni <a href="{0}">Electronic Frontier Foundation</a> dhe shihni se ç'mund të bëni për të ndihmuar.

source: Are you behind a firewall? At the bottom of FrostWire in the status bar, look for the globe. If there is a brick wall in front of it, your Internet connection is firewalled.
sq: A jeni pas një fajruolli? Në fund të shufrës së statusit të FrostWire, shikoni një glob. Nëse përballë tij ndodhet një mur me tulla, lidhja juaj me internetin mbrohet me fajruoll.

source: The numbers next to the up and down arrows in the status bar at the bottom of FrostWire show how fast all of your files are downloading or uploading combined.
sq: Numrat anash shigjetave lart e poshtë në shufrën e statusit në fund të FrostWire tregojnë se sa shpejt po shkarkohen apo ngarkohen skedat tuaja, të kombinuara.

source: Unlike other peer-to-peer file-sharing programs, FrostWire can transfer files even if both parties are behind a firewall. You don't have to do anything extra because it happens automatically!
sq: Ndryshe nga programe skedë-shpërndarëse pikë më pikë, FrostWire mund t'i transferojë skedat edhe nëse të dyja palët ndodhen pas një fajruolli. Nuk duhet të bëni asgjë tjetër, sepse kjo ndodh automatikisht!

source: Magnet links allow users to download files through FrostWire from a web page. When you put a magnet link on your web page (in the 'href' attribute of anchor tags), and a user clicks the link, a download will start in FrostWire.
sq: Linket magnet i lejojnë përdoruesit të shkarkojnë skedat me FrostWire nga një faqe rrjeti. Kur vendoset një link magnet në faqen e rrjetit (në atributin 'href' të etiketave lidhëse), dhe përdoruesi klikon mbi link, shkarkimi do të nisë në FrostWire.

source: You can turn autocomplete for searching on or off by choosing 'Options' from the 'Tools' menu, and changing the value of 'Autocomplete Text' under the 'View' option.
sq: Ju mund ta aktivizoni ose jo autoplotësimin e kërkimit duke zgjedhur 'Mundësi' në menynë 'Mjete', dhe duke ndryshuar vlerën 'Autoplotësimi i Tekstit', nën mundësinë 'Pamje'.

source: Want to see dialogs for questions which you previously marked 'Do not display this message again' or 'Always Use This Answer'? Go to Tools &gt; Options, and check 'Revert To Default' under View &gt; Popups.
sq: Doni të shikoni tabelat për pyetje që më parë i keni shenjuar 'Mos e shfaq më këtë mesazh' ose 'Përdore Gjithmonë Këtë Përgjigje'? Shkoni në Mjete &gt; Mundësi, dhe zgjidhni 'Kthehu Te Tipiket', nën Pamje &gt; Kërcyeset.

source: You can ban certain words from appearing in your search results by choosing 'Options' from the 'Tools' menu and adding new words to those listed under Filters &gt; Keywords.
sq: Fjalë të caktuara mund t'i pengoni të shfaqen në rezultatet e kërkimit duke zgjedhur 'Mundësi', në menynë 'Mjete', dhe duke shtuar fjalët e reja tek ato që listohen nën Filtrat &gt; Fjalët Kyçe.

source: Hate tool tips? Love tool tips? You can turn them on or off in most tables by right-clicking on the column headers and choosing 'More Options'. You can toggle other options here too, like whether or not to sort tables automatically and if you prefer the rows to be striped.
sq: I urreni këshillat! I doni këshillat! Ato mund t'i aktivizoni ose çaktivizoni në shumicën e tabelave duke klikuar me të djathtën mbi kokat e kolonës dhe duke zgjedhur 'Më Tepër Mundësi'. Këtu mund të nyjëtoni edhe mundësitë e tjera, si p.sh. nëse tabelat do të renditen apo jo automatikisht dhe nëse parapëlqeni që rreshtat të shkurtohen.

source: You can sort uploads, downloads, etc..., by clicking on a column. The table keeps resorting as the information changes. You can turn this automatic-sorting behavior off by right-clicking on a column header, choosing 'More Options' and un-checking 'Sort Automatically'.
sq: Ngarkesat, shkarkesat etj. ... mund t'i rendisni duke klikuar mbi një kolonë. Tabela do të rirendite ndërkohë që informacioni ndryshohet. Këtë sjellje autorenditëse mund ta çaktivizoni duke klikuar me të djathtën mbi kokën e një kolone, duke zgjedhur 'Më Tepër Mundësi' dhe duke çaktivizuar 'Rendite Automatikisht'.

source: FrostWire is written in Java, which means that having the latest version of Java will improve FrostWire's speed and stability. You can find the most recent Java release at <a href="{0}">www.java.com</a>.
sq: FrostWire është i shkruar në Java, që do të thotë se të paturit e versionit të fundit të Java-s do e përmirësojë shpejtësinë dhe qëndrueshmërinë e FrostWire. Lëshimi i versionit më të fundit të Java-s gjendet në <a href="{0}">www.java.com</a>.

source: Did you just download a file that you don't want to share? In the Library, control-click it and choose 'Stop Sharing File'.
sq: A shkarkuat një skedë që nuk doni të shpërndahet? Në Librari, klikoni me të djathtë dhe zgjidhni Ndale Shpërndarjen e Skedës.

source: Want FrostWire to look like your other Windows programs? Choose the Windows theme, available from the View &gt; Apply Skins menu.
sq: Jeni i lodhur me pamjen OSX Aqua? Provoni të përdorni një temë të re, e ndodhur në menynë Pamje &gt; Zbato Temat.

source: Thank you for using FrostWire
bs: Pomoć za korištenje FrostWire.
et: Kuidas kasutada FrostWire't.
fi: Ohjeet FrostWiren käyttämiseksi
sq: Ndihmë mbi Përdorimin e FrostWire

source: Visit us at www.frostwire.com
bs: Posjeti http://www.frostwire.com za update!
et: Uuendamiseks mine http://www.frostwire.com!
fi: Päivittää sivulla http://www.frostwire.com !
sq: Për ridatime, vizitoni http://www.frostwire.com!

source: New Version Available!
bs: Update FrostWire
et: Uuem väljalase saadaval!
fi: Uudempi versio on saatavilla!
sq: Ka Një Version të Ri!

source: A new version of FrostWire is available.
bs: Novija FrostWire verzija je dostupna.
et: FrostWire uus versioon on saadaval.
fi: Uudempi versio FrostWirestä on saatavilla.
sq: Për FrostWire ka një version të ri.

source: Update Now
bs: Update sada
et: Uuenda kohe
fi: Päivitä nyt
sq: Ridato Tani

source: Visit http://www.frostwire.com to update!
bs: Posjeti http://www.frostwire.com za update!
et: Uuendamiseks mine http://www.frostwire.com!
fi: Päivittää sivulla http://www.frostwire.com !
sq: Për ridatime, vizitoni http://www.frostwire.com!

source: FrostWire needs to be restarted to install the update. If you choose not to update now, FrostWire will update automatically when you close. Would you like to update now?
fi: FrostWiren pitää käynnistyä uudelleen asentaakseen päivityksen. Jos et päivitä nyt, päivittyy FrostWire päivittyy kun lopetat. Haluatko päivittää nyt?
sq: Që ridatimi të instalohet, FrostWire nevojitet të rinisë. Nëse zgjidhni të mos ridatoni tani, FrostWire do ta kryejë ridatimin automatikisht kur ju të dilni. A doni ta ridatoni që tani?

source: Update Ready
bs: Update datoteku
et: Uuenda hiljem
fi: Päivitys valmis
sq: Ridatimi Gati

source: Update Later
bs: Update kasnije
et: Uuenda hiljem
fi: Päivitä myöhemmin
sq: Ridato më Vonë

source: A newer version is available, update?
bs: Novija verzija je dostupna, update?
et: Uuem versioon on saadaval, uuendan?
fi: Uudempi versio on saatavilla. Päivitä?
sq: Ka një version të ri, a doni ta ridatoni?

source: O&pen .Torrent or Magnet
bs: Download razmjena
fi: Avaa .&torrent
sq: Hap .&torrent

source: Opens a magnet link or torrent file
sq: Hap një link magnet ose skedë torrent

source: Download .Torrent or Magnet or YouTube video link
bs: Download razmjena
fi: Avaa .&torrent
sq: Hap .&torrent

source: Type a magnet link, the file path or web address of a torrent file and FrostWire will start downloading it for you.
sq: Shkruani një link Magnet, ose shtegun a adresën në Rrjet të një skede torrente, dhe FrostWire do e shkarkojë për ty.

source: Open:
sq: Hape:

source: FrostWire cannot download this address. Make sure you typed it correctly, and then try again.
sq: FrostWire nuk mundi të shkarkojë këtë adresë.Siguroni që i keni shkruar korrekt,

source: &Close
bs: &Zatvori
et: &Sulge
fi: &Sulje
sq: Mbylle

source: Close the program's main window
bs: Zatvori program.
et: Sulge programm.
fi: Lopeta ohjelma.
sq: Mbylle Programin

source: E&xit
bs: Izlaz
et: Välju
fi: Lopeta
sq: Dil

source: Close and exit the program
bs: Zatvori program.
et: Sulge programm.
fi: Lopeta ohjelma.
sq: Mbylle Programin

source: Send File or Folder...
bs: Razmjena novog foldera...
et: Jaga uut kataloogi...
fi: Jaa uusi kansio...
sq: Shpërnda një Dosje të Re...

source: Send a file or a folder to a friend
bs: Zadrži postojeću play listu na datoteci.
et: Salvesta antud esitlusloend faili
fi: tallenna yksityiskohdat tiedostoon
sq: Ruaji detajet në skedë

source: Search for Keywords: {0}
bs: Traži ključne riječi: {0}
et: Otsi võtmesõna: {0}
fi: Etsitään hakusanaa {0}
sq: Fjalë Kyçe: {0}

source: Search for: {0}
bs: Traži za: {0}
et: Otsides: {0}
fi: Etsitään: {0}
sq: Kërko për: {0}

source: Internal Error
bs: Unutrašnja greška
et: Sisemine hälve
fi: Sisäinen virhe
sq: Gabim i Brendshëm

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To aid with debugging, please click 'Send' to notify FrostWire about the problem. If desired, you can click 'Review' to look at the information that will be sent. Thank you.
bs: FrostWire je naišao na unutrašnju grešku. Ipak je moguće da FrostWire iznova nastavi sa normalnim operacijama. Za pomoć u otklanjanju greške, molimo vas pritisnite 'Pošalji' kako bi obavjestili LimWire o dotičnom problemu. Ukoliko želite možete pritisnuti 'Prikaz' da bi vidjeli koje informacije ćete poslati. Hvala vam.
et: FrostWirel esines sisemine viga. On võimalik, et FrostWire taastub ja jätkab oma tööd normaalselt. Aitamaks vea parandamisel, palun klikki 'Saada' teatamaks FrostWiret sellest probleemist. Kui soovid, võid vajutada 'Vaata üle' vaatamaks informatsiooni mida saadetakse. Tänan.
fi: FrostWire on kohdannut sisäisen virheen. FrostWire toipuu virheestä ja jatkaa toimintaansa normaalisti. Auttaaksesi kehitystyössä ole hyvä ja paina `Lähetä informoidaksesi FrostWireä ongelmasta. Voit tarkistaa lähetettävät tiedot valitsemalla `Tarkista`. Kiitos.
sq: FrostWire takoi një gabim të brendshëm! Kjo gjë mund të korrigjohet dhe ngarkimi të vijojë normalisht. Që të ndihmoni me 'debugging', ju lutemi klikoni 'Dërgo' dhe FrostWire do të njoftohet rreth problemit. Nëse dëshironi, klikoni 'Rishiko', për të parë informacionet që do të dërgohen. Ju falemnderit!

source: FrostWire has encountered an internal error. It is possible for FrostWire to recover and continue running normally. To continue using FrostWire, click 'Discard'. If desired, you can click 'Review' to look at the information about the error.
bs: FrostWire je naišao na unutrašnju grešku. Ipak je moguće da FrostWire iznova nastavi sa normalnim operacijama. Za nastavak upotrebe FrostWire, pritisnite 'Odbaci'. Ukoliko želite možete pritisnuti 'Prikaz' da bi vidjeli koje informacije sa greškom.
et: FrostWirel esines sisemine viga. On võimalik, et FrostWire taastub ja jätkab oma tööd normaalselt. Jätkamaks FrostWire kasutamist, klikki 'Tunnista kõlbmatuks'. Kui soovid, võid vajutada 'Vaata üle' vaatamaks informatsiooni mida saadetakse.
fi: FrostWire on kohdannut virheen. FrostWire toipuu virheestä ja jatkaa toimintaansa normaalisti. Napsauta 'ohita' jatkaaksesi FrostWiren käyttöä.Voit tarkistaa lähetettävät tiedot valitsemalla `Tarkista`. Kiitos.
sq: FrostWire takoi një gabim të brendshëm. FrostWire mundet që ta rimarrë veten dhe të vijojë ngarkimin normalisht. Që të vijoni me përdorimin e FrostWire, klikoni 'Hidhe'. Nëse dëshironi, mund të klikoni 'Rishiko' për të parë informacione mbi gabimin.

source: Please add any comments you may have (e.g what caused the error). Thank you and please use English.
et: Palun lisa oma kommentaarid ( näiteks mis põhjustas errori). Tänan ja palun kasuta inglise keelt.
sq: Ju lutemi shkruani një koment që mund të keni (p.sh. çfarë e shkaktoi gabimin). Ju faleminderit dhe ju lutemi përdorni Anglishten.

source: Review
bs: Prikaz
et: Vaata üle
fi: Tarkista
sq: Rishiko

source: Discard
bs: Odbaci
et: Tunnista kõlbmatuks
fi: Ohita
sq: Hidhe

source: Always Send Immediately
bs: Uvijek pošalji odmah
et: Alati saada momentaalselt
fi: Lähetä aina automaattisesti
sq: Gjithmonë Dërgoje Menjëherë

source: Always Ask For Review
bs: Uvijek pitaj za prikaz
et: Alati küsi ülevaatamist
fi: Kysy aina tarkistusta
sq: Gjithmonë më Pyet për Rishikim

source: Always Discard All Errors
bs: Uvijek odbaci prislušne uređaje
et: Alati tunnista kõik vead kõlbmatuks
fi: Ohita aina virheraportit
sq: Gjithmonë Hidhi Tërë Gabimet

source: FrostWire was unable to connect to the bug server in order to send the below bug report. For further help and to aid with debugging, please visit www.frostwire.com and click 'Support'. Thank you.
bs: FrostWire nije bio u mogućnosti da se priključi na kvarni server po naredbi da odašalje donji kvarni izvještaj. Za pomoć u otkrivanju kvara, molimo kopirajte sljedeći tekst i pošaljite e-mailom na: bugs@frostwire.com. Hvala vam.
et: FrostWirel ei õnnestund ühenduda serveriga, et saata aljärgnev veateade. Aitamaks viga parandada palun kopeerida alljärgnev tekst ekirja ja saata see aadressil bugs@frostwire.com. Tänan.
fi: FrostWire ei saanut yhteyttä virhepalvelimeen lähettääkseen alla olevan raportin. Auttaaksesi kehitystyötä ole hyvä ja kopioi ohessa oleva teksti ja lähetä se osoitteeseen bugs@frostwire.com. Kiitos.
sq: FrostWire nuk arriti të lidhej tek serveri që të kryente raportimin e problemit më poshtë. Që të ndihmoni në 'debugging', ju lutemi kopjoni tekstin e mëposhtëm dhe e dërgoni tek bugs@frostwire.com. Ju faleminderit!

source: Copy Report
bs: Kopiraj izvještaj
et: Kopeeri aruanne
fi: Kopioi raportti
sq: Kopjo Raportin

source: Always Save As...
et: Alati salvesta nimega...
fi: Aina tallenna nimellä...
sq: Gjithmonë Ruaje Si...

source: Always Append (#)
fi: Liitä aina (#)
sq: Gjithmonë Bashkagjite (#)

source: Always Ask
bs: Uvijek
et: Alati küsi
fi: Kysy aina
sq: Më Pyet Gjithnjë

source: Choose a Default Action:
bs: Odaberi lokaciju za pohranjivanje
et: Vali vaiketegevus:
fi: Valitse oletustoiminto
sq: Zgjidhni një Veprim Tipik:

source: Warning: {0}
bs: Upozorenje: {0}
et: Hoiatus: {0}
fi: Varoitus: {0}
sq: Kujdes: {0}

source: Error: {0}
bs: Greška: {0}
et: Viga: {0}
fi: Virhe: {0}
sq: Gabim: {0}

source: <b>Note</b>: A file with the same content already exists in the library at {0}
bs: Jedna datoteka sa istim sadržajem već se nalazi u biblioteci na {0}
et: =<b>Teade</b>: sellise sisuga fail eksisteerib juba raamatukogus {0}
fi: Huomio! Kirjastossa on jo saman niminen tiedosto {0}
sq: <b>Shënim</b>: Një skedë me këtë përmbajtje ekziston që më parë në librari në {0}

source: Overwrite
bs: Prepiši
et: Kirjuta üle
fi: Kirjoita päälle
sq: Mbishkruaje

source: Overwrite the Existing File
bs: Prepiši preko postojeće datoteke.
et: Kirjuta olemasolev fail üle
fi: Kirjoita olemassaolevan tiedoston päälle
sq: Mbishkruaje Skedën Ekzistuese

source: Save As...
et: Salvesta nimega
fi: Tallenna nimellä...
sq: Ruaje Si

source: Choose a different location for the Download
bs: Odaberi različite lokacije za download.
et: Vali muu koht allalaadimiseks
fi: Valitse jokin muu sijainti lataukselle
sq: Zgjidhni një Tjetër Vend për Shkarkesën

source: Append (#)
bs: Opadanje (I/O)
et: Katkestatud (I/O)
fi: Liitä (#)
sq: Bashkangjit (#)

source: Appends (#) to filename
fi: Liittää (#) tiedostonnimeen
sq: Bashkangjit (#) emrit të skedës

source: Cancel the Download
bs: Odustani od downloada.
et: Hülga allalaadimine
fi: Peruuta lataus
sq: Anulo Shkarkimin

source: You are already downloading this file to "{0}".
bs: Vi ste već downloadovali ovu datoteku u "{0}".
et: Sa juba tirid seda faili "{0}" asukohta.
fi: Lataat jo tätä tiedostoa kohteeseen "{0}".
sq: Kjo skedë po shkarkohet që më parë tek "{0}".

source: You already have the exact same file at {0}
bs: Vi već imate u potpunosti istu datoteku u {0}
et: Sul juba on täpselt seesama fail {0} kaustas
fi: Sinulla on jo sama tietty tiedosto {0}
sq: Ju keni të njëjtën skedë ekzakte në {0}

source: Do you want to continue downloading anyway?
bs: Želite li u svakom slučaju dalje downloadovati?
et: Kas tahad ikkagi allalaadimist jätkata?
fi: Haluatko jatkaa latausta joka tapauksessa?
sq: Gjithsesi, a doni të vijoni me shkarkimin?

source: Continue
bs: Nastavi
et: Jätka
fi: Jatka
sq: Vijo

source: Same File Already In Library
bs: Ista datoteka već je u biblioteci
et: Sama fail eksisteerib raamatukogus
fi: Sama tiedosto on jo kirjastossa
sq: E Njëjta Skedë në Librari Që Më Parë

source: Save Download As
bs: Pohrani download kao
et: Salvesta eraldi
fi: Tallenna ladattu tiedosto nimellä
sq: Ruaje Shkarkesën Si

source: File & Protocol Associations
fi: Tiedosto- ja protokollaliitynnät
sq: Shoqërimet e Skedës && Protokollit

source: What type of resources should FrostWire open?
fi: Minkä tyyppisiä resursseja FrostWiren tulisi avata?
sq: Ç'lloj burimesh duhet të japë FrostWire?

source: What should FrostWire do with the selected associations on startup?
fi: Mitä FrostWiren tulee tehdä tehdä valituille liittynnille käynnistyksen yhteydessä?
sq: Ç'duhet të bëjë FrostWire në fillesë me shoqërimet e zgjedhura?

source: Always take the selected associations.
bs: Ukloni selektiranu konekciju
et: Eemalda selekteeritud ühendused.
fi: Ota aina valitut liitynnät
sq: Merri gjithmonë shoqërimet e zgjedhura.

source: Ignore all missing associations.
fi: Jätä puuttuvat liitynnät huomiotta
sq: Përbuzi gjithë shoqërimet që mungojnë.

source: Ask me what to do when an association is missing.
fi: Kysy, kun liityntää ei ole
sq: Më pyet çfarë të bëj kur një shoqërim mungon.

source: BitTorrent Sharing Settings
bs: Broj datoteka koje ste razmjenili.
et: Bittorrenti seaded
fi: BitTorrent-asetukset
sq: Kuadrot e BitTorrent

source: FrostWire could not create the Torrent Data Folder {0}
bs: LemeWire ne može locirati vaš web pretraživač da bi prikazao sljedeću stranicu: {0}.
et: FrostWire ei suutnud sinu veebibrauseri asukohta määrata ja järgmist veebilehte kuvada:{0}.
fi: FrostWire ei löytänyt web-selainta näyttääkseen seuraavan verkkosivun: {0}
sq: FrostWire nuk arriti të krijojë dosjen tipike të shpërndarjes {0}, nuk do të shpërndahet.

source: State your intent below to start using FrostWire
bs: Da bi koristili vašu novu podlogu, morate iznova startovati FrostWire.
et: Proovimaks uusi küljendusi, pead FrostWire uuesti käivitama.
fi: Käyttääksesi uutta teemaa sinun tulee käynnistää ohjelma uudelleen.
sq: Që të provoni një lëvore të re, FrostWire duhet të rinisë.

source: Find out more...
bs: Jeste li znali...
et: Kas sa tead...
fi: Tiesitkö...
sq: A e dinit...

source: Language:
bs: Jezik:
et: Keel:
fi: Kieli:
sq: Gjuha:

source: Miscellaneous Settings
sq: Kuadrot e Përzierë

source: System Startup
bs: Pokrenite pri startovanju sistema:
et: Käivita koos süsteemi algkäivitusega:
fi: Käynnisty automaattisesti tietokonetta käynnistettäessä:
sq: Ngarkohu në Fillesë Sistemi:

source: Start Automatically
bs: Startuj automatski
et: Käivita automaatselt
fi: Käynnistä automaattisesti
sq: Nise Automatikisht
