Repository: Luchitomori/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: bs, et, fi, sq

source: Another download is already saving to {0}.
bs: Drugi download se već snima na {0}.
et: Teist allalaadimist juba salvestatakse {0}.
fi: Toinen lataus on jo tallennettu {0}
sq: Shkarkesa po ruhet që më parë në {0}.

source: Could not set download folder to {0}, because it represents an individual file, not a folder.
bs: Ne mogu postaviti dowloadovani folder u {0}, zbog toga što on predstavlja individualnu datoteku, a ne folder.
et: Ei suutnud määrata allalaadimise salvestamiseks {0} kausta, sest tegemist on iseseisva faili, mitte kaustaga.
fi: Ei voitu vaihtaa latauskansiota {0}, koska se sisältää yksilöllisen tiedoston, ei kansiota.
sq: Dosja e shkarkimit nuk mund të vendosej tek {0}, pasi përfaqëson një skedë individuale, jo një dosje.

source: Could not set file location to {0}, because it is not a regular file.
bs: Ne mogu postaviti lokaciju datoteke u {0}, zbog toga što nije uredna datoteka.
et: Ei suutnud määrata allalaadimise salvestamiseks {0} kausta, sest see ei ole tavaline fail.
fi: Ei voitu vaihtaa tiedoston sijaintia {0}, koska se ei ole tavallinen tiedosto.
sq: Pozicioni i skedës nuk mund të vendosej tek {0}, pasi nuk është një skedë e parregullt.

source: Could not set file location due to an error in the filesystem.
bs: Ne mogu postaviti datoteku na mjesto koje će uzrokovati grešku u sistemu datoteka.
et: Ei suutnud määrata failile asukohta tänu veale failisüsteemis.
fi: Tiedostoa ei voi muuttaa, koska tiedostojärjestelmässä on virhe.
sq: Pozicioni i skedës nuk mund të vendosej për shkak të një gabimi në skedë-sistemin.

source: The same file is already being downloaded.
bs: Ista datoteka je već downloadovana.
et: Sama faili juba laaditakse alla.
fi: Samaa tiedostoa ladataan jo.
sq: E njëjta skedë po shkarkohet që më parë.

source: The path of the parent folder exceeds the maximum length of paths on the filesystem. {0}
fi: Polku on liian pitkä. {0}
sq: Shtegu i dosjes mëmë e tejkalon gjatësinë maksimale të shtigjeve në skedë-sistemin. {0}

source: language
bs: Jezik
et: Keel:
fi: Kieli
sq: Gjuha:

source: lngextension
bs: Ekstenzije:
et: Failitüübid:
fi: Tiedostopäätteet:
sq: Shtojca:

source: backuplanguage
bs: Jezik
et: Keel:
fi: Kieli
sq: Gjuha:

source: quitmessage
bs: poruka
et: Teade
fi: viestejä
sq: mesazhe

source: userid
bs: Zastoj
et: Peatatud
fi: Pysäytetty
sq: Në pushim

source: aslunknown
bs: Nepoznat
sq: Të Panjohura

source: Audio
bs: Zvuk
et: Stuudio
fi: Ääni

source: Bitrate
bs: Bitrata:
et: Bitimäär:
fi: Näytteenottotaajuus

source: Dial Up
fi: Soittosarja

source: Broadband
fi: Laajakaista

source: KB
fi: Kt

source: MB
fi: Mt

source: GB
fi: Gt

source: TB
fi: Tt

source: KB/s
fi: Kt/s

source: Proxy:
et: Proksi:
fi: Välityspalvelin (proxy):

source: Video
et: Vaade

source: Studio
et: Stuudio

source: OK
bs: U redu
et: Nõus

source: iTunes
et: iTuned

source: Proxy
et: Proksi:

source: Media
et: Meedia

source: Loading Community Chat...
bs: Priključni menadžer se puni...

source: Crawling
bs: Puzavac

source: Socks v4
bs: Prolaz v4

source: Socks v5
bs: Prolaz v5
