Repository: Luchitomori/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: bs, et, fi, sq

source: Would you like FrostWire to start when you log into your computer? This will cause FrostWire to start faster when you use it later.
bs: Želite li da FrostWire starta čim se uključite na računar Ovo će omogućiti da FrostWire starta brže kada program budete kasnije koristili.
et: Kas sa soovid käivitada FrostWire’it automaatselt kui sa käivitad oma arvuti? Selle tulemusena FrostWire käivitub pärast kiiremini.
fi: Haluatko että FrostWire käynnistyy automaattisesti kun käynnistät koneesi? Tämän jälkeen FrostWire käynnistyy seuraavalla kerralla nopeammin.
sq: A doni që FrostWire të nisë me hapjen e kompjuterit? Kjo do të bëjë që FrostWire të ngarkohet më shpejt nëse e përdorni më vonë.

source: Chat Community
bs: Komunikacija sa host računarom
et: Võõrustaja kommunikatsioon
fi: Host Communication
sq: Komunikimi me Hostin

source: FrostWire Setup Wizard
sq: Uizardi i Ndërtimit të FrostWire

source: Next >>
bs: Sljedeće>>
et: Järgmine >>
fi: Seuraava >>
sq: Më tej >>

source: << Back
bs: <<Prijašnje
et: << Eelmine
fi: << Takaisin
sq: << Pas

source: Finish
bs: Završetak
et: Lõpeta
fi: Lopeta
sq: Përfundo

source: Learn more about this option...
fi: Lue tästä lisää...
sq: Mësoni më tepër rreth kësaj mundësie...

source: Welcome
bs: Dobro došli
et: Tere tulemast
fi: Tervetuloa
sq: Mirë se erdhët

source: Welcome to the FrostWire setup wizard. FrostWire has recently added new features that require your configuration. FrostWire will guide you through a series of steps to configure these new features.
bs: Dobro došli na FrostWire čarobno uređenje. FrostWire je nedavno dodao nove opcije koje zahtjeva vaša konfiguracija. FrostWire će vas provesti kroz seriju nivoa kako konfigurisali ove nove opcije.
et: Tere tulemast FrostWire algsätestusse. FrostWirele on äsja lisandunud uusi tunnuseid mis vajavad sinupoolset konfigureerimist. FrostWire juhib sind läbi seeria tunnusvalikute konfigureerimaks neid uusi tunnuseid.
fi: Tervetuloa FrostWire asetusvelhoon. FrostWireen on lisätty uusia ominaisuuksia jotka tarvitsevat huomiotasi. FrostWire opastaa sinut vaiheittain asettaaksesi FrostWiren optimaaliseen tehokkuuteen.
sq: Mirë se erdhët në uizardin ndërtues të FrostWire! FrostWire kohët e fundit ka shtuar veçori të reja që kërkojnë konfigurimin tuaj. FrostWire do t'ju prijë në një sërë hapash në konfigurimin e këtyre veçorive.

source: Welcome to the FrostWire setup wizard. FrostWire will guide you through a series of steps to configure FrostWire for optimum performance.
bs: Dobro došli na FrostWire čarobno uređenje. FrostWire će vas provesti kroz seriju nivoa kako bi konfigurisali limeWire za optimalni učinak.
et: Tere tulemast FrostWire algsätestusse. FrostWire juhib sind läbi seeria tunnusvalikute konfigureerimaks FrostWire't optimaalseks toimimiseks.
fi: Tervetuloa FrostWire asetusvelhoon. Asentaja ohjaa sinut muutamalla kysymyksellä asettaaksesi FrostWiren optimimaaliseen tehokkuuteen.
sq: Mirë se erdhët në uizardin ndërtues të FrostWire! Kjo ekspertizë do t'ju ndihmojë që FrostWire të ketë efektshmëri optimale.

source: FrostWire is free software,
bs: FrostWire se budi iz uspavanog stanja.
et: FrostWire’I teated
fi: FrostWire on heräämässä unitilasta.
sq: FrostWire po zgjohet nga gjumi

source: Do not pay for FrostWire.
bs: Konfiguracija Proxy opcije za FrostWire.
et: Konfigureeri proksi valikud FrostWire'le.
fi: Määrittele FrostWirelle välityspalvelimen (proxy) asetukset
sq: Konfiguroni Mundësitë e Proxy-t të FrostWire.

source: &File
bs: &Datoteka
et: &Fail
fi: &Tiedosto
sq: Skedë

source: Filter&s
bs: Filteri
et: Fi&ltrid
fi: &Suodattimet
sq: Filtrim

source: &Configure Content Filters
et: Seadista sisufilt&rid
fi: Säädä sisällönsuodatus
sq: Konfiguro Filtrat e Përmbajtjes

source: Configure FrostWire's Content Filtering Options
bs: Formiraj podjelu opcija
et: Seadista FrostWire’I sisufiltri valikud
fi: Säädä FrostWiren sisällönsuodatuksen asetukset
sq: Konfiguroni Mundësitë e Filtrave të Përmbajtjes

source: &Learn More...
bs: Traži još
et: Uuri &veel...
fi: &Lue lisää...
sq: Mëso më Tepër...

source: Learn More about FrostWire's Content Filtering System
et: Uuri veel FrostWire’I sisufiltri süsteemi kohta
fi: Opi lisää FrostWiren sisällönsuodatuksesta
sq: Mësoni më Tepër rreth Sistemit Filtrues të Përmbajtjes

source: Sharing &Help
bs: Priključivanje
et: Ühendan
fi: Jaetaan
sq: Lidhja po nis

source: &FAQ
bs: &Faktički postavljena pitanja (FAQ)
et: &KKK
fi: &VUKK
sq: &Pyetjet e Shpeshta

source: Frequently Asked Questions for FrostWire
bs: Najčešća pitanja u vezi FrostWire.
et: Näita FrostWire KKK.
fi: Vastauksia usein kysyttyihin kysymyksiin
sq: Pyetje të Bëra Shpesh për FrostWire

source: FrostWire for Android
bs: Postavljanje &FrostWire
et: K&asutades FrostWire't
fi: Käytä FrostWireä...
sq: Përdore FrostWire për...

source: What is "Seeding"?
bs: Statistike
et: Statistika
fi: Mikä tämä on?
sq: Ç'është kjo?

source: Learn about BitTorrent Seeding
et: Bittorrenti seaded
fi: BitTorrent-asetukset
sq: Kuadrot e BitTorrent

source: Free FrostWire Stickers
bs: Kupite FrostWire PRO kasnije.
et: K&asutades FrostWire't
fi: Käytä FrostWireä...
sq: Pika FrostWire

source: FrostWire T-Shirts
bs: FrostWire &PRO
et: FrostWire &PRO
fi: FrostWire
sq: FrostWire &PRO

source: Free Legal Downloads
bs: Pregled selektiranog downloda.
et: Valitud allalaadimiste eelvaade
fi: Esikatsele valittuja latauksia
sq: Parashikon Shkarkesën e Zgjedhur

source: FrostWire on Facebook
bs: FrostWire Media Player
et: FrostWire meedia mängija
fi: FrostWire mediasoitin
sq: MediaLexuesi

source: Foru&m
et: &Foorum
fi: Fooru&mi
sq: Foru&mi

source: Access the FrostWire Users' Forum
bs: Prilaz forumu korisnika FrostWire.
et: Juurdepääs FrostWire kasutajate foorumile.
fi: FrostWiren käyttäjien foorumi.
sq: Hyrje tek Forumi i Përdoruesve të FrostWire

source: &Did you pay for FrostWire?
bs: Pomoć za korištenje FrostWire.
et: Kuidas kasutada FrostWire't.
fi: Ohjeet FrostWiren käyttämiseksi
sq: Ndihmë mbi Përdorimin e FrostWire

source: Tip of the &Day
bs: &Tip dana
et: &Päeva nõuanne
fi: Päi&vän vinkki
sq: Këshillat e &Ditës

source: Show the Tip of the Day Window
bs: Prikaži pano za napomenu dana.
et: Kuva päeva nõuande aken.
fi: Näytä "Päivän vinkki" -ikkuna.
sq: Trego Dritaren Këshillat e Ditës

source: &About FrostWire
bs: &O FrostWire
et: &FrostWire'ist
fi: &Tietoja...
sq: Info mbi FrostWire

source: Information about FrostWire
bs: Informacije o FrostWire.
et: Informatsioon FrostWire kohta.
fi: Tietoja FrostWirestä.
sq: Informacion mbi FrostWire

source: Loading Menus...
bs: Punjenje imenika...
et: Laen Menüüsid...
fi: Lataan valikkoja...
sq: Ngarkuat Menytë...

source: &Navigation
bs: &Upravljanje
et: &Navigatsioon
fi: &Ikkuna
sq: Lu&ndrim

source: &Resources
bs: &Izvori
et: &Ressursid
fi: &Linkit
sq: Bu&rim

source: Result &Filters
bs: &Filtriran rezultat
et: &Filtreeritud tulemus
fi: Hakutulos &suodattimet
sq: &Filtrat e Rezultateve

source: Show Search Result Filters
bs: Prikaži fiktrirane rezultate pretrage.
et: Näita otsingu filtreeritud tulemust.
fi: Näytä hakutulosten suodattimet
sq: Tregon Filtrat e Rezultateve të Kërkimit

source: Sho&w/Hide
bs: Izloži/sakrij
et: &Näita/Peida
fi: &Näytä/ikkuna
sq: Shfaqe/Fshehe

source: &Apply Skins
bs: &Dodaj podlogu
et: &Jõusta küljendus
fi: &Teema-asetukset
sq: Zb&ato Lëvoret

source: Use &Default
bs: Primjeni &standard
et: K&asuta algküljendust
fi: Käytä &vakiota
sq: Për&dor atë Tipike

source: Use your default skin
bs: Postavi standardnu podlogu.
et: Kasuta enda algküljendust.
fi: Käytä vakioteemaa
sq: Përdor ikonën tipike

source: &Tools
bs: &Halat
et: &Seaded
fi: T&yökalut
sq: Mje&te

source: &Options
bs: &Opcije
et: &Valikud
fi: &Asetukset...
sq: Mundësi

source: Display the Options Screen
bs: Pokaži pano za opcije.
et: Kuva valikute ekraan.
fi: Näytä asetukset.
sq: Tregon Dritaren e Mundësive

source: &View
bs: &Pokaži
et: &Vaade
fi: &Näytä
sq: Pamje

source: Use &Small Icons
bs: &Koristi male slike
et: &Kasuta väikseid ikoone
fi: &Pienet kuvakkeet
sq: Me Ikona të Vogla

source: Use Small Icons
bs: Koristi male ikone.
et: Kasuta väikseid ikoone.
fi: Käytä pieniä kuvakkeita
sq: Përdor Ikona të Vogla

source: Show Icon &Text
bs: Prikaži &tekst ikone
et: Näi&ta ikoonide teksti
fi: &Teksti kuvakkeiden alla
sq: Me Ikona me &Tekst

source: Show Text Below Icons
bs: Prikaži tekst ispod ikona.
et: Näita teksti ikoonide all.
fi: Näytä teksti kuvakkeiden alla.
sq: Tregon Tekst Poshtë Ikonave

source: &Increase Font Size
fi: Suurenna kirjainkokoa
sq: Rr&ite Masën e Shkrimit

source: Increases the Font Size
fi: Suurentaa kirjainkokoa
sq: Rrit Përmasën e Shkrimit

source: &Decrease Font Size
fi: Pienennä kirjainkokoa
sq: Ule Masën e Shkrimit

source: Decreases the Font Size
fi: Pienentää kirjainkokoa
sq: Zvogëlon Përmasën e Shkrimit

source: C&hange Language
bs: Prom&jeni jezik
et: &Vaheta keelt
fi: Vaihda &kieli
sq: Ndrys&ho gjuhën

source: Select your Language Prefereces
et: Vali oma keelelised eelistused
fi: Valitse kieliasetukset
sq: Zgjidhni Parapëlqimet e Gjuhës Tuaj

source: Reset Font Size
fi: Suurenna kirjainkokoa
sq: Rr&ite Masën e Shkrimit

source: Restore
bs: Popravi
et: Taasta
fi: Palauta
sq: Rivendose

source: About
bs: O...
et: Tutvustus
fi: Tietoja
sq: Info

source: Apply
bs: Preuzmi
et: Rakenda
fi: Käytä
sq: Zbato

source: Restore Defaults
bs: Vrati standardnu opciju
et: Taasta vaikolekud
fi: Palauta oletusasetukset
sq: Rivendosi kuadrot

source: Revert All Settings to the Factory Defaults
bs: Povrati sve postavke na tvornički standard.
et: Taasta kõik programmi algsätted.
fi: Palauta kaikki asetukset oletusasetuksiksi.
sq: Kthen gjithë kuadrot sipas konfigurimit të parë

source: Search here
bs: Traži još
et: Otsi edasi
fi: Etsi lisää
sq: Kërko këtu

source: BitTorrent
sq: Kuadrot e BitTorrent

source: Basic
fi: Perus
sq: Kryesoret

source: Searching
bs: Traženje
et: Otsib
fi: Haku
sq: Kërkimi

source: Status Bar
bs: Stanje bara
et: Staatus
fi: Tilapalkki
sq: Statusi

source: Helper Apps
bs: Pomoćni zahtjev
et: Abistavad rakendused
fi: Apuohjelmat
sq: Aplikime Ndihmëse

source: View
bs: Prikaz
et: Vaade
fi: Katso
sq: Pamje

source: Filters
bs: Filteri
et: Filtrid
fi: Suodattimet
sq: Filtra

source: Keywords
bs: Ključne riječi
et: Võtmesõnad
fi: Avainsanat
sq: Fjalë kyçe

source: Updates
et: Uuendused
fi: Päivitykset
sq: Ridatimi

source: Firewall
bs: Prikaži Firewall status.
et: Tulemüüri paigaldamine
fi: Palomuurin Asennus
sq: Përgatitja e Fajruollit

source: Network Interface
fi: Verkkokortti
sq: Përdor një ndërfaqe rrjeti të përcaktuar.

source: File Associations
bs: Alternativna mjesta
et: Asukoht
fi: Tiedostoliitynnät
sq: Shoqërimet e Skedës

source: System Boot
bs: Pokrenite pri startovanju sistema:
et: Käivita koos süsteemi algkäivitusega:
fi: Käynnisty automaattisesti tietokonetta käynnistettäessä:
sq: Ngarkohu në Fillesë Sistemi:

source: System Tray
bs: Zatvaraj
et: Süsteemne salv
sq: Tabakaja

source: Bug Reports
bs: Kopiraj izvještaj
et: Kopeeri aruanne
fi: Virheraportit
sq: Kopjo Raportin

source: Loading Options Window...
bs: Punjenje opcije prozora...
et: Laen valiku akent...
fi: Ladataan asetusikkunaa...
sq: Ngarkuat Dritaren e Mundësive...

source: One or more options will take effect the next time FrostWire is restarted.
bs: Jedna ili više opcija biće upotrebljive tek nakon sljedećeg startovanja FrostWire.
et: FrostWire valikute rakendamine jõustub pärast programmi taaskäivitamist.
fi: Yksi tai useampi asetusmuutoksista vaati voimaan tullakseen FrostWiren uudelleen käynnistämisen.
sq: Një a më tepër mundësi do të kenë efekt kur FrostWire të rinisë!

source: Links and File Types
et: Litsentsi tüüp:
fi: Linkit ja tiedostotyypit
sq: Linke dhe Lloje Skedash

source: You can use FrostWire to open certain filetypes and protocols. You can also instruct FrostWire to always regain these associations if another program takes them.
fi: Voit käyttää FrostWireä avaamaan tiettyjä tiedostotyyppejä ja protokollia. Voit myös ohjata FrostWiren palauttamaan nämä liitynnät jos joku toinen ohjelma muuttaa niitä.
sq: FrostWire mund të përdoret për të hapur lloje skedash dhe protokolle të caktuara. FrostWire mundet gjithashtu të drejtohet që të rikapë këto shoqërime nëse një program tjetër i merr ato.

source: Use FrostWire for...
bs: Postavljanje &FrostWire
et: K&asutades FrostWire't
fi: Käytä FrostWireä...
sq: Përdore FrostWire për...

source: Audio Options
bs: Audio opcija
et: Audio valikud
fi: Ääniasetukset
sq: Mundësitë e Audiove

source: You can choose which audio player to use.
bs: Možete odabrati koji audio player želite koristiti.
et: Sa võid valida millist audio pleierit kasutada.
fi: Voit valita soitto-ohjelman.
sq: Zgjidhni se cilin audiolexues doni të përdorni.

source: Audio Player
et: Audio pleier
fi: Audiosoitin
sq: AudioLexuesi

source: Text Autocompletion
bs: Automatsko kompletiranje
et: Teksti proovilahendid
fi: Tekstin täydennys
sq: Autoplotësimi i Tekstit

source: You can enable or disable autocompletion of text fields.
bs: Možete omogućiti ili onemogućiti automatsko kompletiranje datoteka u formi teksta.
et: Sa võid tekstiriba proovilahendid lülitada sisse või välja.
fi: Voit poistaa tai ottaa käyttöön tekstin täydennyksen
sq: Aktivizoni ose çaktivizoni autoplotësimin e fushave të tekstit.

source: Enable Autocompletion of Text Fields:
bs: Omogućite automatsko kompletiranje datoteka u formi teksta
et: Lülita tekstiriba proovilahendid sisse:
fi: Ota käyttöön tekstin automaattinen täydennys
sq: Lejo Autoplotësimin e Fushave të Tekstit:

source: Automatic Installer Download
bs: Automatski mrdni sa mišem
et: Automaatselt keri
fi: Vieritä automaattisesti
sq: Radhite automatikisht

source: Browser Options
bs: Opcije pretrage
et: Sirvija valikud
fi: Selainasetukset
sq: Mundësitë e Shfletuesit

source: You can choose which browser to use.
bs: Možete odabrati koji ćete pretraživač koristiti.
et: Sa võid valida millist sirvijat kasutada.
fi: Voit valita mitä selainta käytetään.
sq: Zgjidhni se cilin shfletues doni të përdorni.

source: Browser
bs: Pretraživač
et: Sirvija
fi: Selain
sq: Shfletuesi

source: View Example
bs: Prikaži primjer
et: Vaata näidet
fi: Näytä esimerkki
sq: Shiko Shembullin

source: You can choose how bug reports should be sent. To view an example bug report, click 'View Example'. Choosing 'Always Send Immediately' will immediately contact the bug server when FrostWire encounters an internal error. Choosing 'Always Ask for Review' will tell FrostWire to ask for your approval before sending a bug to the bug server. Choosing 'Always Discard All Errors' will cause FrostWire to ignore all bugs (this is not recommended).
bs: Možete odabirati na koji način izvještaj o kvaru može biti poslat. Za prikaz primjera izvještaja o kvaru pritisnite na 'Prikaz kvara'. Odabiranje opcije 'Uvijek pošalji odmah' će istog momenta uspostaviti vezu sa serverom kvara, kada FrostWire naiđe na unutrašnju grešku. Odabiranje opcije 'Uvijek pitaj za prikaz' daće naredbu FrostWire da pita za vašu dozvolu prije nego li pošalje kvar na kvarni server. Odabiranje opcije 'Uvijek odbaci kvarove' uzrokovaće da FrostWire ignoriše sve kvarove (ova opcija se ne preporučuje).
et: Sa võid valida kuidas vigade aruandeid peaks saatma. Vaadata vea aruande näidet, klikki 'Vaata näidet'. Valides 'Alati saada koheselt' võtab koheselt ühendust vigade serveriga kui FrostWirel esineb sisemine viga. Valides 'Alati küsi ülevaadet', küsib FrostWire enne sinu heakskiitu kui saadab vea aruande vea serverile. Valides 'Alati tunnista vead kõlbmatuks' ei tee FrostWire ühestki veast välja (See ei ole soovitatav).
fi: Voit valita kuinka virheraportteja käsitellään. Nähdäksesi esimerkin virheraportista paina 'Näytä esimerkki' Valitaessa 'Lähetä aina automaattisesti' FrostWire lähettää virheraportin aina automaattisesti kun se kohtaa sisäisen virheen. Valittaessa 'Kysy aina tarkistusta ' FrostWire pyytää sinulta varmistusta aina ennen virheraportin lähetystä. Jos valitset 'Ohita aina virheraportit' FrostWire jättää virheet aina huomioimatta (tämä ei ole suositeltavaa).
sq: Zgjidhni si të dërgoni raportimet e problemeve. Për shembull, klikoni 'Shiko Shembullin'. Nëse zgjidhni 'Gjithmonë Dërgoje Menjëherë' serveri do të kontaktohet menjëherë, sapo FrostWire të takojë një gabim të brendshëm. Duke zgjedhur 'Gjithmonë më Pyet për Rishikim', tregoni që FrostWire të kërkojë pranimin tuaj para se ankesa të dërgohet në server. Nëse zgjidhni 'Gjithmonë Hidhi Tërë Gabimet', FrostWire do të përbuzë gjithë problemet (nuk rekomandohet).

source: Send Errors Automatically if FrostWire is Frozen
sq: Dërgo Automatikisht Gabime nëse FrostWire Ngrin

source: The chosen nickname is not allowed.
sq: Skedë e pashpërndarë.

source: Content Filters
bs: &Filtriran rezultat
et: Sisu filtreerimine
fi: Sisältösuodattimet
sq: Filtrat e Përmbajtjes

source: You can tell FrostWire to filter files that copyright owners request not be shared. By enabling filtering, you are instructing FrostWire to confirm all files you download or share with a list of removed content.
fi: FrostWire'voi suodattaa tiedosto, joiden tekijänoikeuksien haltijat ovat pyytäneet ettei niitä jaeta. Kun otat suodattamisen käyttöön, tarkistaa FrostWire etteivät lataamasi tai jakamasi tiedostot ole poistetun sisällön luettelossa.
sq: Tregojini FrostWire të filtrojë ato skeda që zotëruesit me të drejtë kërkojnë të mos shpërndahen. Duke e lejuar filtrimin, ju konfirmoni gjithë skedat që shkarkoni ose shpërndani në listën e përmbajtjeve të fshira.

source: Enable Content Filters
et: Võimalda sisu filtreerimist
fi: Ota sisältösuodattimet käyttöön
sq: Lejo Filtrimin e Përmbajtjes

source: File Already Exists Behavior
bs: Datoteka već postoji
et: Fail juba eksisteerib
fi: Tiedosto on jo olemassa
sq: Zakoni i Skedave që Ekzistojnë që më Parë

source: You can choose the default action that FrostWire will perform when you try to download a file that already exists on disk.
fi: Voit valita oletustoiminnon, jonka FrostWire suorittaa kun yrität ladata tiedoston, joka on jo kovalevylläsi.
sq: Zgjidhni veprimin tipik që duhet të kryejë FrostWire kur provoni të shkarkoni një skedë që ekziston në disk që më parë.

source: Always Show the 'Save As' Dialog
fi: Näytä aina 'Tallenna nimellä'-dialogi
sq: Trego Gjithmonë Tabelën 'Ruaje Si'

source: Always Append (#) to the Filename
fi: Lisää aina (#) tiedostonnimeen
sq: Gjithmonë Bashkangjiti (#) Emrit të Skedës

source: Always Ask What to do
bs: Uvijek pitaj za prikaz
et: Alati küsi
fi: Kysy aina
sq: Më Pyet Gjithmonë Çfarë të Bëj

source: License Warning
bs: Detalji licence
et: Litsensi detailid
fi: Lisenssivaroitus
sq: Lajmërim për Licensë

source: You can choose whether to be warned about downloading a file without a license.
bs: Možete odabrati ako hoćete automatsko čišćenje potpuno završenih downloada.
et: Sa võid valida kas automaatselt puhastada lõpetatud allalaadimised.
fi: Boit valita, varoitetaanko tiedostoja, joita ei seuraa lisenssi.
sq: Zgjidhni nëse doni të lajmëroheni apo jo rreth shkarkimit të skedave pa licensë.

source: Show License Warning:
fi: Näytä lisenssivaroitus:
sq: Trego Lajmërimin e Licensës:

source: Shared Extensions
bs: Razmjenjene ekstenzije
et: Jagatud failitüübid
fi: Jaetut tiedostotyypit
sq: Shtojca të Shpërndara

source: You can choose which file extensions you would like to share.
bs: Možete odabrati koju dodatnu datoteku želite da razmjenjujete.
et: Sa võid valida milliseid failitüüpe sa soovid jagada.
fi: Voit valita minkä tyyppisiä tiedostoja haluat jakaa.
sq: Zgjidhni shtojcat e skedave që doni të shpërdani.

source: Extensions:
bs: Ekstenzije:
et: Failitüübid:
fi: Tiedostopäätteet:
sq: Shtojca:

source: Use Defaults
bs: Koristite standardnu opciju
et: Kasuta vaiksätteid
fi: Käytä oletuksia
sq: Përdor ato Tipike

source: Share the Default File Extensions
bs: Razmjena standardnih dodatnih datoteka.
et: Jaga väiksätetega määratud failitüüpe.
fi: Jaa oletustiedostotyypit.
sq: Shpërndan Shtojcat e Skedave Tipike

source: Router Configuration
bs: Router konfiguracija
et: Ruuteri konfigureerimine
fi: Reitittimen asetukset
sq: Konfigurimi i Routerit

source: FrostWire can configure itself to work from behind a firewall or router. Using Universal Plug 'n Play (UPnP) and other NAT traversal techniques FrostWire can automatically configure your router or firewall for optimal performance. If your router does not support UPnP, FrostWire can be set to advertise an external port manually. (You may also have to configure your router if you choose manual configuration, but FrostWire will try its best so you don't have to.)
bs: FrostWire može funkcionisati iza firewalla ili routera. Korištenje Universal Plug 'n Play (UPnP), FrostWire može automatski oblikovati vaš firewall ili router da optimalno funkcionišu. Ako vaš router ne prihvata UPnP, FrostWire može biti manuelno podešen da se oglasi na vanjskom otvoru. (Morate takođe podesiti router na manuelnu kofiguraciju.)
et: FrostWire võib konfigureerida iseennast töötamaks tulemüüri või ruuteri taga. Kasutades Eniversaalselt Ühenda ja käivita tehnoloogiat (UPnP), võib FrostWire automaatselt konfigureeida sinu ruuteri või tulemüüri optimaalsele tasemele. Kui sinu ruuter ei toeta UPnP'd, võib FrostWire'le määrata pordi manuaalselt. (Sa pead samuti konfigureerima oma ruuterit kui sa valid manuaalse konfigureerimise.)
fi: FrostWire voi konfiguroida itsensä toimimaan palomuurin tai reitittimen takana. Käyttäen Universal Plug 'n Play (UPnP) protokollaa, FrostWire voi automaattisesti konfiguroida reitittimesi tai palomuurisi optimaaliseen toimintaan. Jos reitittimesi ei tuo UPnP:tä, FrostWire voidaan asettaa mainostamaan ulkoista porttia manuaalisesti. (Sinun pitää myös konfiguroida reitittimesi ja valitset manuaalisen konfiguraation.)
sq: FrostWire mund ta konfigurojë veten që të punojë pas një fajruolli ose routeri. Duke përdorur Universal Plug 'n Play (UPnP), FrostWire mund ta konfigurojë automatikisht routerin ose fajruollin tuaj për efektshmëri optimale. Nëse routeri juaj nuk e përkrah UPnP-në, FrostWire mund të vihet që të njoftojë me porosi një port të jashtëm. (Nëse zgjidhni konfigurimin me porosi, routerin duhet ta konfiguroni vetë.)

source: Use random port (Recommended)
bs: Koristite UPnP (Preporučeno)
et: Kasuta UPnP (soovitatav)
fi: Käytä UPnP:tä (suositus)
sq: Përdor UPnP-në (Rekomandohet)

source: Manual Port Forward
bs: Proslijedite na Portu ručno
et: Manuaalne port edaspidi:
fi: Manuaalinen porttiohjaus
sq: Porti Përpara me Porosi:

source: You must enter a port between 1 and 65535 when manually forcing your TCP port.
bs: Morate ući na ulazni port između 1 i 65535 ako manuelno forsirate vaš ulazni port.
et: Sa pead sisestama pordi 1-he ja 65535-e vahel kui manuaalselt valid porti.
fi: Sinun pitää syöttää porttinumero väliltä 1 - 65535 pakottaaksesi IP-numerosi.
sq: Kur zgjidhni një port me porosi, duhet ta shkruani atë midis 1 dhe 65535.

source: You must enter a port between 1 and 65535 when manually forcing your UDP port.
bs: Morate ući na ulazni port između 1 i 65535 ako manuelno forsirate vaš ulazni port.
et: Sa pead sisestama pordi 1-he ja 65535-e vahel kui manuaalselt valid porti.
fi: Sinun pitää syöttää porttinumero väliltä 1 - 65535 pakottaaksesi IP-numerosi.
sq: Kur zgjidhni një port me porosi, duhet ta shkruani atë midis 1 dhe 65535.

source: Filter Result Types
bs: Pročišćavanje vrste rezultata
et: Eemalda tulemustest tüübid
fi: Suodatustulosten tyypit
sq: Filtro Llojet e Rezultateve

source: You can specify general types of search results to filter.
bs: Možete generalno specificirati vrstu pretrage filtriranjem rezultata.
et: Sa võid täpsustada milliseid põhitüüpe otsing ei peaks edatama.
fi: Voit määrittää, minkätyyppiset tulokset suodatetaan
sq: Përcaktoni llojet e përgjithshme të rezultateve të kërkimit që doni të filtroni.
