Repository: Luchitomori/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: bs, et, fi, sq

source: Ignore Adult Content
bs: Filtriraj pornografski sadržaj
et: Eemalda täiskasvanutele mõeldud materjalid
fi: Poista aikuisviihde
sq: Përbuzi Përmbajtjet për të Rritur

source: Ignore .htm/.html Files
bs: Zanemarite .htm/.html datoteke
et: Eemalda .htm/ .html failid
fi: Poista .htm/.html tiedostot
sq: Përbuzi Skedat .htm/.html

source: Ignore .vbs Files
bs: Zanemarite .vbs datoteke
et: Eemalda .vbs failid
fi: Poista .vbs tiedostot
sq: Përbuzi Skedat .vbs

source: Ignore .wmv, .wma, .au, .asf files
bs: Zanemarite .vbs datoteke
et: Eemalda .vbs failid
fi: Poista wmv/.asf -tiedostot
sq: Përbuzi Skedat .wmv/.asf

source: Filter Results
bs: Pročisti rezultate
et: Eemalda tulemused
fi: Suodata hakutulokset
sq: Filtro Rezultatet

source: You can filter out search results containing specific words.
bs: Možete pročistiti rezultate pretrage sadržajem specifične riječi.
et: Sa võid eemaldada otsingutulemusi mis sisaldavad teatud sõnu.
fi: Voit suodattaa pois hakutulokset, jotka sisältävät tiettyjä sanoja
sq: Filtroni rezultatet e kërkimit që përmbajnë fjalë të përcaktuara.

source: Image Options
bs: Slike opcija
et: Pildi valikud
fi: Kuva-asetukset
sq: Mundësitë e Figurave

source: You can choose which image viewer to use.
bs: Možete odabrati koji prikazivač slika želite koristiti.
et: Sa võid valida millist pildivaatlejat kasutada.
fi: Voit valita ohjelman, jolla kuvia katsotaan.
sq: Zgjidhni se cilin shikues figurash doni të përdorni.

source: Image Viewer
bs: Prikazivač slika
et: Pildivaatleja
fi: Kuvankatselin
sq: Shikuesi i Figurave

source: Library Included Folders
bs: Otvori imenik biblioteke.
et: Ava raamatukogu kaust
fi: Avaa kirjastohakemisto
sq: Riemërton Dosjen e Zgjedhur të Librarisë

source: You can choose the folders for include files when browsing the library.
bs: Možete odabrati folder za razmjenu datoteka. Datoteke od ovog folder prikazane su u biblioteci.
et: Sa võid valida kaustasid mida soovid jagada. Falid nendes kaustades edastatakse raamatukogusse.
fi: Voit valita jaetut hakemistot. Näiden hakemistojen tiedostot näkyvät Kirjasto näkymässä.
sq: Zgjidhni dosjet për shpërndarjen e skedave. Skedat do të shfaqen edhe në librari.

source: You can restore the default internet radio stations.
bs: Možete odabrati standardnu opciju procesa zatvaranja.
et: Sa võid valida sulgemise käitumisviisi.
fi: Voit valita, kuinka toimitaan kun ohjelma lopetetaan.
sq: Zgjidhni zakonin tipik të mbylljes.

source: Locale Preferencing
bs: Lokalna prednost
et: Kohalikud eesõigused
fi: Paikalliset suositukset
sq: Parapëlqime Lokale

source: You can choose to preference hosts using the same language as you.
bs: Možete odabrati prioritetne hostove koji koriste isti jezik koji vi koristite.
et: Sa võid määrata eesõigused võõrustajatele kes kasutavad sama keelt mis sina.
fi: Voit valita että suosit samankielisiä palvelimia.
sq: Ju mund t'u jepni përparësi hosteve që përdorin të njëjtën gjuhë si ju.

source: Turn preferencing on:
bs: Uključite prioritete na:
et: Lülita eesõigus sisse:
fi: Aseta suositus päälle:
sq: Ndize Përparësinë:

source: Maximum Searches
bs: Maksimalni broj traženja
et: Maksimum otsinguid
fi: Hakuja enintään
sq: Kërkime Maksimale

source: You can set the maximum number of simultaneous searches you can perform.
bs: Možete podesiti maksimalan broj uporednih traženja.
et: Sa võid määrata korraga toimuvate otsingute maksimaalse arvu.
fi: Voit määrittää, montako yhtäaikaista hakua sallitaan.
sq: Vendosni numrin maksimal të kërkimeve të njëhershme që mund të kryeni.

source: Maximum Searches:
bs: Najveći broj traženja:
et: Maksimum otsinguid.
fi: Hakuja enintään:
sq: Kërkime Maksimale:

source: You can tell FrostWire to bind outgoing connections to an IP address from a specific network interface. Listening sockets will still listen on all available interfaces. This is useful on multi-homed hosts. If you later disable this interface, FrostWire will revert to binding to an arbitrary address.
fi: Voit käskeä FrostWireä sitomaan ulosmenevät yhteydet IP osoitteeseen tietyissä interface verkoissa. Sockettien kuunteleminen kuuntelee edelleen káikkia saatavilla olevia yhteyksiä.Tämä on käytännöllistä moni kotisissa palvelimissa. jos myöhemmin otat pois käytöstä tämän verkkoyhteyden, FrostWire tulee sitomaan mielivaltaiseen osotteeseen.
sq: Tregojini FrostWire që të bashkojë lidhjet dalëse tek një adresë IP nga një ndërfaqe rrjeti e përcaktuar. Paketat dëgjuese prapë do të tregojnë kujdes gjithë ndërfaqeve të vlefshme. Kjo ka dobi hostet me shumë shtëpi. Nëse më vonë e çaktivizoni këtë ndërfaqe, FrostWire do ti rikthehet bashkimit tek një adresë e mesme.

source: Use a specific network interface.
fi: Käytä tiettyä verkkoyhteyttä
sq: Përdor një ndërfaqe rrjeti të përcaktuar.

source: FrostWire was unable to determine which network interfaces are available on this machine. Outgoing connections will bind to any arbitrary interface.
fi: FrostWire ei kyennyt selvittämään mitkä verkkoyhteydet ovat käytössä tässä koneessa. Lähtevät yhteydet tullaan sitomaan mihin vain mielivaltaiseen verkkoyhteyteen.
sq: FrostWire nuk arriti të përcaktojë se cilat ndërfaqe rrjeti vlejnë në këtë makineri. Lidhjet dalëse do të bashkohen tek një ndërfaqe e mesme.

source: Notifications
bs: Mjesto(a)
et: Asukoht
fi: Huomautukset
sq: Lajmërime

source: FrostWire can display popups to notify you when certain things happen, such as a download completing.
fi: FrostWire voi avata ikkunoita huomauttaakseen tiettyjen asioiden (esimerkiksi latauksen valmistumisen) tapahtumisesta.
sq: FrostWire mund të shfaqë kërcyese për të lajmëruar kur ndodhi gjëra të caktuara, siç është përfundimi i shkarkimit.

source: Show Notifications:
fi: Näytä huomautukset:
sq: Trego Lajmërimet:

source: Partial Files
bs: Djelimične datoteke
et: Poolikud failid
fi: Osittaiset tiedostot
sq: Skeda të Pjesshme

source: You can choose whether or not to automatically share partially downloaded files.
bs: Možete odabrati da li ili ne želite automatsku razmjenu djelimično downlodiranih datoteka.
et: Sa võid valida kas soovid jagada automaatselt veel pooleli olevaid faile.
fi: Voit valita, haluatko automaattisesti jakaa myöskin osittain ladattuja tiedostoja.
sq: Zgjidhni nëse doni të shpërndani automatikisht skedat e shkarkuara të pjesshme.

source: Allow Partial Sharing:
bs: Omogući djelimičnu razmjenu
et: Luba jagada poolikuid:
fi: Salli osittaisten tiedostojen jako
sq: Lejo Shpërndarjen e Skedave të Pjesshme:

source: FrostWire Popups
bs: FrostWire &PRO
et: FrostWire &PRO
fi: FrostWire
sq: FrostWire &PRO

source: Redisplay messages for which you have chosen 'Do not display this message again' or 'Always use this answer'.
bs: Ponovo pokažite poruke koje ste smjestili pod 'Ne pokazujte više ovu poruku' ili 'Uvijek koristite ovaj odgovor'.
et: Näita teateid millele oled valinud kas 'Ära mulle seda teadet enam edasta' või 'Alati kasuta seda vastust'.
fi: Näytä uudelleen viestit joihin valitsit 'Älä näytä viestiä uudelleen.' tai 'Muista valinta'.
sq: Zgjidhni nëse doni të rishfaqni mesazhet për të cilat keni zgjedhur 'Mos e trego më këtë mesazh' ose 'Përdore gjithmonë këtë përgjigje'.

source: Revert to Default:
bs: Vraćanje na standardnu opciju
et: Taasta algseadistus:
fi: Palaa oletusasetuksiin
sq: Tipike:

source: Login Details
bs: Logiranje detalja
et: Logimise detailid
fi: Kirjautumistiedot
sq: Detajet e Hyrjes

source: Configure username and password to be used for the proxy.
bs: Konfiguracija korisničkog imena i lozinke koja će biti korištena za Proxy.
et: Konfigureeri kasutajanimi ja parool mida kasutab proksi.
fi: Määrittele käyttäjätunnus ja salasana välityspalvelimen (proxy) käyttöä varten.
sq: Konfiguroni përdoruesin dhe fjalëkalimin që do të përdorë proxy.

source: Enable Authentication (Does Not Work for HTTP Proxies):
bs: Dozvolite potvrdu autentičnosti. (Ne funkcioniše kod HTTP Proxija)
et: Kasuta tuvastust (ei tööta HTTP proksidega):
fi: Ota käyttöön autentikaatio. (Ei toimi HTTP-välityspalvelimien kanssa)
sq: Aktivizo Certifikimin (Nuk Punon për Proxy-t HTTP):

source: Username:
bs: Ime korisnika
et: Kasutajanimi:
fi: Käyttäjätunnus:
sq: Kërko Përdorues:

source: Password:
bs: Zahtjeva se lozinka:
et: Sisesta võtmesõna:
fi: Salasana:
sq: Kërko Fjalëkalim:

source: Proxy Options
bs: Play opcije:
et: Esitusvalikud
fi: Soittoasetukset:
sq: Mundësitë lexuese:

source: Configure Proxy Options for FrostWire.
bs: Konfiguracija Proxy opcije za FrostWire.
et: Konfigureeri proksi valikud FrostWire'le.
fi: Määrittele FrostWirelle välityspalvelimen (proxy) asetukset
sq: Konfiguroni Mundësitë e Proxy-t të FrostWire.

source: No Proxy
bs: Ne Proxy
et: Mitte proksi
fi: Ei välityspalvelinta
sq: Asnjë Proxy

source: Port:
bs: Slab
et: Hale
fi: Heikko
sq: Lidhje e varfër

source: Shutdown Behavior
bs: Opcija zatvaranja
et: Sulgemise valikud
fi: Toiminta lopetuksen yhteydessä
sq: Zakoni i Mbylljes

source: You can choose the default shutdown behavior.
bs: Možete odabrati standardnu opciju procesa zatvaranja.
et: Sa võid valida sulgemise käitumisviisi.
fi: Voit valita, kuinka toimitaan kun ohjelma lopetetaan.
sq: Zgjidhni zakonin tipik të mbylljes.

source: Shutdown Immediately
bs: Zatvorite odmah
et: Sulge koheselt
fi: Lopeta heti
sq: Fike Menjëherë

source: Minimize to System Tray
bs: Smanjite zamjenu sistema
et: Vähenda süsteemikandikule
fi: Pienennä ikkuna
sq: Minimizohu në Tabakanë e Sistemit

source: Smart Search
bs: Zatvori traženje
et: Sulge otsing
fi: Pysäytä haut
sq: Mbylle Kërkimin

source: Total files indexed
bs: Ukupan broj pročišćenih poruka.
fi: Filtteröityjen viestien kokonaismäärä.
sq: Mesazhet totale të filtruara.

source: torrents and
bs: Broj datoteka koje ste razmjenili.
et: Arv mitut faili sa jagad
fi: BitTorrent jaot
sq: Shpërndarja e Torrentit

source: You can choose whether or not to automatically run FrostWire when your computer starts.
bs: Možete odabrati, ukoliko želite, automatski rad FrostWire nakon uključivanja računara.
et: Sa võid valida kas automaatselt käivitada FrostWire kui arvuti käivitub, või mitte.
fi: Voit valita käynnistyykö FrostWire automaattisesti tietokonetta käynnistettäessä.
sq: Zgjidhni nëse doni apo jo që FrostWire të ngarkohet automatikisht sapo kompjuteri nis.

source: Run on System Startup:
bs: Pokrenite pri startovanju sistema:
et: Käivita koos süsteemi algkäivitusega:
fi: Käynnisty automaattisesti tietokonetta käynnistettäessä:
sq: Ngarkohu në Fillesë Sistemi:

source: Bandwidth Indicator
bs: Indikator širine trake
et: Ülekandekiirus (I/O)
fi: Kaistanleveyden ilmaisin
sq: Treguesi i Shtrirjes së Bandës

source: You can display your bandwidth consumption in the status bar.
bs: Vi možete pokazati konzumciju širine treke u status baru.
fi: Voit näyttää sinun kaistan kulutuksen tilapalkissa.
sq: Shfaqni konsumimin e shtrirjes së bandës në shufrën e statusit.

source: Show Bandwidth Indicator:
bs: Pokaži indikator širine trake:
fi: Näytä kaistailmaisin
sq: Trego Treguesin e Shtrirjes së Bandës:

source: Connection Quality Indicator
bs: Indikator kvaliteta priključka
et: Näita ühenduse kvaliteeti
fi: Yhteydenlaadun ilmaisin
sq: Treguesi i Cilësisë së Lidhjes

source: You can display a measurement of your connection quality in the status bar.
bs: Vi možete prikazati teks objašnjenje vašeg kvaliteta priključka u status baru.
fi: Voit näyttää yhteytesi laadun tilapalkissa.
sq: Shfaqni një matës të cilësisë së lidhjes në shufrën e statusit.

source: Show Connection Quality Indicator:
bs: Pokaži kvaliteta priključka na indikatoru:
et: Näita ühenduse kvaliteeti
fi: Näytä yhteydenlaadun ilmaisin:
sq: Trego Treguesin e Cilësisë së Lidhjes:

source: Firewall Indicator
bs: Firewall indikator
et: Tulemüüri sätted
fi: Palomuuri ilmaisin
sq: Treguesi i Fajruollit

source: You can display your firewall status in the status bar.
bs: Vi možete prikazati stanje firewalla u tablici stanja.
fi: Voit näyttää palomuurisi tilan tilapalkissa.
sq: Shfaqni statusin e fajruollit në shufrën e statusit.

source: Show Firewall Indicator:
bs: Pokaži firewall indikator:
et: Näita tulemüüri olekut
fi: Näytä palomuurin ilmaisin:
sq: Trego Treguesin e Fajruollit:

source: BitTorrent Connection Settings
bs: Stanje priključka:
et: Bittorrenti seaded
fi: BitTorrent-asetukset
sq: Kuadrot e BitTorrent

source: Maximum active downloads
bs: Najveći mogući broj downloads.
et: Allalaadimiste maksimum
fi: Latauksia korkeintaan
sq: Shkarkime Maksimale

source: Maximum number of connected peers per torrent
et: Maksimum üleslaadimisi torrenti kohta.
fi: Enimmäismäärä lähetyksiä torrentia kohden
sq: Ngarkesat maksimale për torrent

source: Number of upload slots per torrent
et: Maksimum üleslaadimisi torrenti kohta.
fi: Enimmäismäärä lähetyksiä torrentia kohden
sq: Ngarkesat maksimale për torrent

source: Torrent Details Page
bs: Broj datoteka koje ste razmjenili.
et: Arv mitut faili sa jagad
fi: BitTorrent jaot
sq: Shpërndarja e Torrentit

source: Download Speed:
bs: Brzina downloada:
et: Ühenduse kiirus
fi: Latausnopeus:
sq: Shpejtësi e Shkarkimit:

source: Upload Speed:
bs: Upload brzina:
et: Üleslaadimise kirus:
fi: Jakamisen nopeus:
sq: Shpejtësi e Ngarkimit:

source: Video Options
bs: Video opcija
et: Video valikud
fi: Videoasetukset
sq: Mundësitë e Videove

source: You can choose which video player to use.
bs: Možete odabrati koji video player želite koristiti.
et: Sa võid valida millist video pleierit kasutada.
fi: Voit valita haluamasi videosoittimen
sq: Zgjidhni se cilin videolexues doni të përdorni.

source: Video Player
et: Video pleier
fi: Videosoitin
sq: VideoLexuesi

source: You can have FrostWire import newly downloaded songs into iTunes.
bs: FrostWire može unijeti novije downloadovane pjesme u iTunes.
et: Sa võid FrostWirel lasta tõsta uued allalaetud laulud iTunes'i.
fi: Voit ottaa käyttöön iTunes-tuen.
sq: Bëni që FrostWire të importojë në iTunes këngët e reja të shkarkuara.

source: Enable iTunes importing:
bs: Omogućite iTunes unošenje:
et: Luba iTunes failivahetus:
fi: Ota käyttöön iTunes-tuki:
sq: Lejo importimin e iTunes-ve:

source: All
bs: Sve
et: Kõik
fi: Kaikki
sq: Gjithçka

source: Select Search Types:
bs: Selektiraj tip:
et: Vali otsingu tüüp
fi: Valitse tyyppi:
sq: Lloji i Kërkimit:

source: Search For Audio Files, Including mp3, wav, ogg, and More
bs: Traži audio datoteke, uključujući mp3, wav, ogg, i više
et: Otsi helifaile, k.a. mp3, wav, ogg ja muud.
fi: Etsi äänitiedostoja, esim. mp3, wav ja ogg.
sq: Kërko për skeda Zanore, përfshirë mp3, wav, ogg, dhe më Tepër

source: Search For Image Files, Including jpg, gif, png and More
bs: Traži datoteke sa slikama, uključujući jpg, gif, png i više
et: Otsi pildifaile, k.a. jpg, gif, png ja muud.
fi: Etsi kuvatiedostoja, esim. jpg, gif ja png.
sq: Kërko për skeda Figura, përfshirë jpg, gif, png, dhe më Tepër

source: Search For Video Files, Including avi, mpg, wmv, and More
bs: Traži video datoteke, uključujući avi, mpg, wmv, i više
et: Otsi videofaile, k.a. avi, mpg, wmv ja muud.
fi: Etsi videotiedostoja, esim. avi, mpg ja wmv.
sq: Kërko për skeda Filmike, përfshirë avi, mpg, wmv, dhe më Tepër

source: Search for Document Files, Including html, txt, pdf, and More
bs: Traži datoteke dokumente, uključujući html, txt, pdf, i više
et: Otsi dokumendifaile, k.a. html, txt, pdf ja muud.
fi: Etsi asiakirjatiedostoja, esim. html, txt ja pdf.
sq: Kërko për skeda Dokumente, përfshirë html, txt, pdf, dhe më Tepër

source: Search for Program Files, Including exe, zip, gz, and More
bs: Traži program datoteke, uključujući exe, zip, gz, i više
et: Otsi programmifaile, k.a. exe, zip, gz ja muud.
fi: Etsi ohjelmatiedostoja, esim. exe, zip ja gz.
sq: Kërko për skeda Programe, përfshirë exe, zip, gz, dhe më Tepër

source: Search for Torrents!
bs: Traži još
et: Otsi edasi
fi: Etsi lisää
sq: Kërko më Tepër

source: Open Options dialog
bs: Opcija updatanja
et: Uuenduse valikud
fi: Päivitysasetukset
sq: Mundësitë Ridatuese

source: Download All Selected Files
bs: Download sve selektirane datoteke.
et: Laadi alla kõik valitud failid.
fi: Lataa valitut tiedostot.
sq: Shkarkon Skedën e Zgjedhur

source: Stop current search
bs: Sadašnje traženje:
et: Praegune otsing:
fi: Tämänhetkinen haku:
sq: Kërkimi aktual:

source: Open a .torrent or Magnet link or YouTube video link
bs: Download razmjena
fi: Avaa .&torrent
sq: Hap .&torrent

source: Search Engines
bs: Zatvori traženje
et: Sulge otsing
fi: Sulje haut
sq: Mbylle Kërkimin

source: Filter
bs: Filteri
et: Filtrid
fi: Suodattimet
sq: Filtra

source: Show search result filter controls
bs: Prikaži fiktrirane rezultate pretrage.
et: Näita otsingu filtreeritud tulemust.
fi: Näytä hakutulosten suodattimet
sq: Tregon Filtrat e Rezultateve të Kërkimit

source: Hide search result filter controls
bs: Prikaži fiktrirane rezultate pretrage.
et: Näita otsingu filtreeritud tulemust.
fi: Näytä hakutulosten suodattimet
sq: Tregon Filtrat e Rezultateve të Kërkimit

source: Close Search
bs: Zatvori traženje
et: Sulge otsing
fi: Sulje haut
sq: Mbylle Kërkimin

source: Launch Action
bs: Počni operaciju
et: Käivita
fi: Käynnistä toiminto
sq: Lësho Veprimin

source: Repeat Search
bs: Ponovi traženje
et: Korda otsingut
fi: Toista haku
sq: Përsërite Kërkimin

source: Download Partial Files
bs: Djelimične datoteke
et: Poolikud failid
fi: Osittaiset tiedostot
sq: Skeda të Pjesshme

source: Torrent Details
bs: Logiranje detalja
et: Logimise detailid
fi: Kirjautumistiedot
sq: Detajet e Hyrjes

source: View in YouTube
sq: Shiko në Shfletues...

source: Loading Search Window...
bs: Punjenje prozora za traženje
et: Laen otsingu akent...
fi: Lataan haku ikkunaa...
sq: Ngarkuat Dritaren e Kërkimit...

source: Your search must be at least three characters to avoid congesting the network.
bs: Vaš pojam koji unosite u prozorčić za pretragu mora imati najmanje tri slova kako bi izbjegli začepljenje mreže.
et: Sinu otsing peab olema vähemalt kolme tähemärgi pikkune. Sellega väldiakse võrgu ummistumist.
fi: Käytä vähintään kolmen merkin mittaista hakua välttääksesi verkon ruuhkautumisen.
sq: Që të shmanget tejmbushja e rrjetit, kërkimi duhet të përmbajë tre shkronja.

source: Your search is too long. Please make your search smaller and try again.
bs: Vaše traženje traje predugo. Molimo vas podesite da vaše traženje bude manje i probajte ponovo.
et: Sinu otsing on liiga pikk. Palun muuda oma otsing lühemaks ja proovi uuesti.
fi: Hakusi on liian pitkä. Lyhennä sitä ja kokeile uudelleen.
sq: Kërkimi juaj është shumë i gjatë. Ju lutemi zvogëlojeni atë dhe provoni sërish.

source: Please wait, FrostWire must finish loading before a search can be started.
fi: Odota hetki. FrostWiren on lopetettava lataaminen ennen uuden haun aloittamista.
sq: Ju lutemi prisni, FrostWire duhet të përfundojë së hapuri para se të nisë kërkimin.

source: Copy Hash
bs: Kopiraj
et: Kopeeri
fi: Kopioi
sq: Kopjo

source: Search More
bs: Traži još
et: Otsi edasi
fi: Etsi lisää
sq: Kërko më Tepër

source: Source
bs: Pronađite izvor
et: Otsi võõrustajaid
fi: Etsi palvelimia
sq: Tregu

source: Created
bs: Kreirano
et: Loodud
fi: Luotu
sq: Krijimi

source: Extension
bs: Ekstenzije:
et: Failitüübid:
fi: Tiedostopäätteet:
sq: Shtojca:

source: Speed
bs: Brzina:
et: Kiirus:
fi: Nopeus
sq: Shpejtësi:

source: Vendor
bs: Prodavac
et: Tarnija
fi: Myyjä
sq: Shitësi

source: ".torrent" files
fi: ".torrent" -tiedostot
sq: skeda ".torrent"

source: "magnet:" links
fi: "magneetit:" -linkit
sq: linke "magnet:"

source: One or more files or protocols that FrostWire uses are no longer associated with FrostWire. Would you like FrostWire to re-associate them?
sq: Një a më tepër skeda a protokolle që përdor FrostWire, nuk shoqerohen më me të. A doni që LimWire t'i rishoqërojë ato?

source: Revert To Default
bs: Ispravi standardnu primjenu
et: Taasta algsätted
fi: Palaa oletuksiin.
sq: Rikthe Tipiket

source: More Options
bs: Više opcija
et: Veel valikuid
fi: Lisää asetuksia...
sq: Më tepër mundësi

source: Stripe Rows
bs: Šrafiraj redove
et: Vöötread
sq: Copëzo Rreshtat

source: Sort Automatically
bs: Sortiraj automatski
et: Sorteeri automaatselt
fi: Järjestä automaattisesti
sq: Renditi Automatikisht

source: Extended Tooltips
bs: Proširene operacije
et: Pikendatud seadmeväli
fi: Näytä vinkit
sq: Këshilla Ndihmëse të Zgjeruara

source: You cannot turn off all columns.
bs: Ne možete isključiti sve kolone.
et: Sa ei või väljal lülitada kõiki veerge.
fi: Et voi sulkea kaikkia sarakkeita.
sq: Ju nuk mund të fshini gjithë kolonat.

source: Invalid Filename
bs: Nevažeće ime datoteke
et: Ebakorrektne failinimi
fi: Vahingoittunut tiedostonimi
sq: Emërtim Invalid

source: Download Already Finished
bs: Download je već završio
et: Allalaadimine on juba lõpetatud
fi: Lataus on jo valmis
sq: Shkarkesa Ka Përfunduar Që Më Parë

source: No Write Permission
bs: Nemate dozvolu za upis
et: Ei ole salvestamisluba
fi: Ei kirjoituslupaa
sq: Asnjë Leje Shkrimi

source: Folder Does Not Exist
bs: Direktorij ne postoji
et: Sellist kausta ei leidu
fi: Kansiota ei ole
sq: Dosja Nuk Ekziston

source: File Already Exists
bs: Datoteka već postoji
et: Fail juba eksisteerib
fi: Tiedosto on jo olemassa
sq: Skeda ekziston që më parë

source: Filename Taken
bs: Preuzeto ime datoteke
et: Failinimi kasutuses
fi: Tiedoston nimi käytössä
sq: Emri i skedës është zënë

source: Not a Folder
bs: Ni jedan folder
et: Pole kaust
fi: Ei ole kansio
sq: Nuk është Dosje

source: Not a File
bs: Ni jedna datoteka
et: Pole fail
fi: Ei ole tiedosto
sq: Nuk është Skedë

source: Filesystem Error
bs: Greška u sistemu datoteka
et: Failisüsteemi viga
fi: Tiedostojärjestelmävirhe
sq: Gabim në Skedë-Sistemin

source: Same File Already Being Downloaded
bs: Ista datoteka je već jednom downloadovana
et: Sama faili juba laaditakse
fi: Tiedostoa ladataan jo
sq: Kjo Skedë po Shkarkohet Që Më Parë

source: Could not set file location to {0}, because the filename is invalid and may corrupt your system.
bs: Ne mogu postaviti lokaciju datoteke u {0}, zbog toga što je ime datoteke nevažeće i može da ošteti vaš sistem.
et: Ei suutnud määrata allalaadimise salvestamiseks {0} kausta, sest fail on mittekõlbulik kasutamiseks ja võib rikkuda sinu süsteemi.
fi: Ei voitu vaihtaa tiedoston sijaintia {0}, koska tiedoston nimi on vahingoittunut ja saattaa korruptoida systeemin.
sq: Pozicioni i skedës nuk mund të vendosej tek {0}, pasi emri është invalid dhe mund të korruptojë sistemin tuaj.

source: Could not set the file location, the download is already finished.
bs: Ne mogu datoteku postaviti na lokaciju, download je već završio.
et: Ei suuda määrata faili asukohta, allalaadimine on juba lõpetatud.
fi: Ei voida vaihtaa tiedoston sijaintia, lataus on jo valmis.
sq: Pozicioni i skedës nuk mund të vendosej, shkarkesa ka përfunduar që më parë.

source: Could not save download to the folder {0}, because you do not have write access to it.
bs: Ne mogu pohraniti download u folder {0}, zbog toga što vi nemate pristup za upisivanje.
et: Ei saa laadimist salvestada {0} kausta, sest ei ole luba sinna kirjutada.
fi: Ei voitu tallentaa hakemistoon {0}, koska sinulla ei ole siihen kirjoitusoikeuksia.
sq: Shkarkesa nuk mund të ruhej në dosjen {0}, pasi ju nuk keni leje për të hyrë në të.

source: Could not save download to folder {0}, because the folder does not exist.
bs: Ne mogu pohraniti download u dirktorij {0}, zbog toga što folder ne postoji.
et: Ei saa laadimist salvestada {0} kausta, sest sellist kausta ei eksisteeri.
fi: Ei voitu tallentaa latausta hakemistoon {0}, koska hakemistoa ei ole
sq: Shkarkesa nuk mund të ruhej në dosjen {0}, pasi dosja nuk ekziston.

source: A file already exists at {0}.
bs: Jedna datoteka već postoji na {0}.
et: Selline fail juba asetseb {0}.
fi: Tiedosto on jo olemassa {0}
sq: Skeda ekziston që më parë në {0}.
