Repository: Luchitomori/frostwire-desktop
Catalog: lib/messagebundles/*.po
Languages: bs, et, fi, sq

source: FrostWire was unable to write a necessary file because your hard drive is full. To continue using FrostWire you must free up space on your hard drive.
bs: FrostWire nije bio u mogućnosti upisati potrebnu datoteku zato što je vaš čvrsti disk pun. Za dalji download datoteka, morate osloboditi prostor na vašem čvrstom disku.
et: FrostWire ei suuda valitud faili tirida, kõvaketas on täis. Et tirida veel faile, pead sa vabastama selle jaoks ruumi kõvakettalt.
fi: FrostWire ei voi kirjoittaa tarvittavia tiedostoja, koska kovalevysi on täynnä. Jatkaaksesi FrostWiren käyttöä, sinun pitää vapauttaa tilaa kovalevyltäsi.
sq: FrostWire nuk arriti të shkruajë një skedë të nevojshme sepse disku juaj është plot. Që të vijoni me përdorimin e FrostWire, duhet të lini hapësirë boshe në disk.

source: FrostWire was unable to open a necessary file because another program has locked the file. FrostWire may act unexpectedly until this file is released.
bs: FrostWire nije bio u mogućnosti otvoriti potrebnu datoteku zato što je program zaključao datoteku. FrostWire može da djeluje u neočekivanom pravcu ukoliko dotičnu datoteku ne oslobodite.
et: FrostWirel ei õnnestunud avada vajalikku faili kuna teine programm on selle lukustanud. FrostWire võib käituda ootamatult kuni seda faili ei vabastata.
fi: FrostWire ei voinut avata tarvittavaa tiedostoa, koska toinen ohjelma on lukinnut sen. FrostWire voi käyttäytyä odottamattomasti kunnes tiedosto on vapautettu.
sq: FrostWire nuk arriti të hapë një skedë të nevojshme sepse një program tjetër e ka kyçur atë. FrostWire mund të veprojë papandehur deri sa skeda të lirohet.

source: FrostWire was unable to write a necessary file because you do not have the necessary permissions. Your preferences may not be maintained the next time you start FrostWire, or FrostWire may behave in unexpected ways.
bs: FrostWire nije bio u mogućnosti da ispiše potrebne datoteke zato što vi nemate potrebnu dozvolu za to. Vaše postavke bi se mogle promijeniti sljedeći puta kada otvorite FrostWire ili bi se FrostWire mogao ponašati na čudne načine.
et: FrostWirel ei õnnestunud kirjutada vajalike faile kuna sul ei ole vajalike lubasid. Sinu eesõigused ei säilitata järgmiseks korraks kui sa käivitad FrostWire või FrostWire võib käituda ootamatul viisil.
fi: FrostWire ei voinut kirjoittaa tarvittavaa tiedostoa, koska sinulla ei ole riittäviä oikeuksia. Asetuksesi eivät ehkä säily ensi käynnistyskertaan, tai FrostWire voi käyttäytyä odottamattomalla tavalla.
sq: FrostWire nuk arriti të shkruajë një skedë të nevojshme sepse ju nuk keni lejet e duhura. Parapëlqimet tuaja mund të mos ruhen herës tjetër kur FrostWire të nisë, ose FrostWire mund të sillet papandehur.

source: FrostWire cannot open a necessary file because the filename contains characters which are not supported by your operating system. FrostWire may behave in unexpected ways.
bs: FrostWire ne može otvoriti potrebnu datoteku zato što ime datoteke sadrži znakove koje ne podržava vaš operativni sistem. FrostWire bi se mogao ponašati na neobičan način.
et: FrostWire ei suuda avada vajalikku faili kuna faili nimi sisaldab tähti mida sinu operatsiooni süsteem ei tunne. FrostWire võib käituda ootamatul viisil.
fi: FrostWire ei voi avata tarvittavaa tiedostoa koska tiedoston nimi sisältää merkkejä, joita käyttöjärjestelmäsi ei tue. FrostWire voi käyttäytyä odottamattomalla tavalla.
sq: FrostWire nuk mund ta hapë një skedë të nevojshme, pasi emri i skedës përmban shkronja që nuk përkrahen nga sistemi juaj operativ. FrostWire mund të sillet papandehur.

source: FrostWire cannot download the selected file because your hard drive is full. To download more files, you must free up space on your hard drive.
bs: FrostWire ne može preuzetii odabrane datoteke zato što je vaš čvrsti disk prepunjen. Za dalje preuzimanje datoteka, morate osloboditi prostor na vašem čvrstom disku.
et: FrostWire ei suuda valitud faili tirida, kõvaketas on täis. Et tirida veel faile, pead sa vabastama selle jaoks ruumi kõvakettalt.
fi: FrostWire ei voi ladata valittua tiedostoa koska kovalevysi on täynnä. Ladataksesi lisää tiedostoja, sinun pitää vapauttaa tilaa kovalevyltäsi.
sq: FrostWire nuk mund ta shkarkojë skedën e zgjedhur sepse disku juaj është plot. Që të shkarkoni më tepër skeda, duhet të lini hapësirë boshe në disk.

source: FrostWire was unable to download the selected file because another program is using the file. Please close the other program and retry the download.
bs: FrostWire nije bio u mogućnosti preuzeti odabranu datoteku zato što neki drugi program kortisti dotičnu datoteku. Molimo vas da zatvorite drugi program i pokušate ponovno.
et: FrostWirel ei õnnestunud tirida valitud faili kuna teine programm kasutab faili. Palun sulge teine programm ja proovi uuesti tirida.
fi: FrostWire ei voinut ladata valittua tiedostoa, koska tiedosto on toisen ohjelman käytössä. Ole hyvä ja sulje kyseinen ohjelma ja kokeille uudelleen.
sq: FrostWire nuk arriti ta shkarkojë skedën e zgjedhur sepse po përdoret nga një tjetër program. Ju lutemi mbylleni programin tjetër dhe riprovoni ta shkarkoni.

source: FrostWire was unable to create or continue writing an incomplete file for the selected download because you do not have permission to write files to the incomplete folder. To continue using FrostWire, please choose a different Save Folder.
bs: FrostWire nije bio u mogućnosti da kreira ili da nastavi upisivanje na nekompletnim datotekama za odabrani download zato što vi nemate dozvolu za upisivanje na nepotpunim folderima. Za dalje korištenje FrostWire, molimo vas da odaberete drugi folder za pohranjivanje.
et: FrostWirel ei õnnestunud algatada või jätkata kirjutada pooleliolevat faili valitud tirimisest, kuna sul ei ole luba kirjutada faile pooleliolevate failide kausta. Et jätkata FrostWire kasutamist, palun vali teine Valvestamis Kaust.
fi: FrostWire ei voinut luoda tai jatkaa kirjoittamista keskeneräisen latauksen tiedostoon, koska sinulla ei ole riittäviä oikeuksia kirjoittaa keskeneräisten tiedostojen kansioon. Jatkaaksesi FrostWiren käyttöä, ole hyvä ja valitse toinen tallennuskansio.
sq: FrostWire nuk arriti të krijojë ose vijojë me shkrimin e një skede të paplotë për këtë shkarkesë, pasi ju nuk keni leje të shkruani skeda në dosjen e paplotë. Që të vijoni me përdorimin e FrostWire, ju lutemi zgjidhni një Dosje tjetër Ruajtëse.

source: FrostWire was unable to open the incomplete file for the selected download because the filename contains characters which are not supported by your operating system.
bs: FrostWire nije bio u mogućnosti otvoriti nepotpunu datoteku za već odabrani download zato što ime datoteke sadrži znakove koji nisu podržani u vašem operativnom sistemu.
et: FrostWirel ei õnnestunud avada poolelijäänud faile valitud tirimisest kuna failinimi seisaldab tähti mida sinu operatsiooni süsteem ei tunne.
fi: FrostWire ei voinut avata valitsemaasi keskeneräistä tiedostoa, koska tiedostonimi sisältää merkkejä, joita käyttöjärjestelmäsi ei tue.
sq: FrostWire nuk arriti ta hapë skedën e paplotë për këtë shkarkesë, pasi emri i skedës përmban shkronja që nuk përkrahen nga sistemi juaj operativ.

source: Loading Old Downloads...
bs: Punjenje sa starim downloadom...
et: Laen vanu tirimisi...
fi: Ladataan vanhoja latauksia....
sq: Ngarkuat Shkarkesat e Vjetra...

source: Title
bs: Titula
et: Pealkiri:
fi: Otsikko
sq: Titulli:

source: Artist
bs: Izvođač
fi: Artisti
sq: Artisti:

source: Album
fi: Albumi
sq: Albumi

source: Genre
bs: Žanr
et: Žanr
fi: Tyyli
sq: Gjinia

source: Track
bs: Pjesma
et: Lugu
fi: Kappale
sq: Kolona

source: Type
bs: Vrsta
et: Tüüp:
fi: Tyyppi
sq: Lloji:

source: Length
bs: Dužina:
et: Pikkus
fi: Kesto
sq: Gjatësi

source: Year
bs: Godina
et: Aasta:
fi: Vuosi
sq: Viti:

source: Language
bs: Jezik
et: Keel:
fi: Kieli
sq: Gjuha:

source: Comments
bs: Komentari
et: Kommentaarid:
fi: Kommentit
sq: Komentet:

source: Action
bs: Akcija
et: Hagi
fi: Toiminto
sq: Veprimi:

source: Copyright
bs: Autorska prava
et: Kopeeri
fi: Tekijänoikeus
sq: Viti i Copyright-it:

source: License Type
bs: Licenca:
et: Litsentsi tüüp:
fi: Lisenssi:
sq: Lloji i Licensës:

source: Director
bs: Režiser
et: Lavastaja
fi: Ohjaaja
sq: Regjisori

source: Producer
bs: Producent
et: Produtsent
fi: Tuottaja
sq: Producenti

source: Stars
bs: Zvijezde
et: Kvaliteet
fi: Arvostelut
sq: Yjet

source: Subtitles
bs: Titlovi
et: Subtiitrid
fi: Tekstitys
sq: Titrat

source: Rating
bs: Klasa
et: Vanusepiirang
fi: Ikäraja
sq: Vlerësimi

source: Height
bs: Visina
et: Kõrgus
fi: Korkeus
sq: Lartësi

source: Width
bs: Širina
et: Laius
fi: Leveys
sq: Gjerësi

source: Image
bs: Slike
et: Pildid
fi: Kuva
sq: Figura

source: Description
bs: Opis
et: Kirjeldus
fi: Kuvaus
sq: Përshkrimi

source: License
bs: Licenca:
et: Litsents:
fi: Lisenssi
sq: Licensa:

source: Document
bs: Dokumenti
et: Dokumendid
fi: Asiakirjat
sq: Dokumente

source: Topic
bs: Tema
et: Teema
fi: Aihe
sq: Tema

source: Author
bs: Autor
et: Autor
fi: Kirjoittaja
sq: Autori

source: Application
bs: Akcija:
et: Rakendus
fi: Toiminto:
sq: Veprimi:

source: Name
bs: Promjeni ime
et: Nimi
fi: Nimi
sq: Emri:

source: Publisher
bs: Izdavač
et: Avaldaja
fi: Julkaisija
sq: Publikuesi

source: Platform
bs: Platforma
et: Plattform
fi: Alusta
sq: Platforma

source: All Types
bs: Sve vrste
et: Kõik tüübid
fi: Kaikki tiedostotyypit
sq: Gjithçka

source: Programs
bs: Programi
et: Programmid
fi: Ohjelmat
sq: Program

source: Images
bs: Slike
et: Pildid
fi: Kuvat
sq: Figurë

source: Torrents
bs: Trenutno
et: Kommentaarid:
fi: BitTorrent
sq: Kuadrot e BitTorrent

source: Buy
bs: Zauzet
et: Hõivatud
sq: Të Zënë

source: Loading Community Chat Window...
bs: Punjenje ekranskog prozora...
et: Laen ülevaate akent...
fi: Ladataan tarkkailuikkunaa...
sq: Ngarkuat Dritaren Ekranizuese...

source: Do you want to hide FrostWire?
bs: I dalje se konektujete na internet.
et: Sa ühendad ennast praegu võrku.
fi: Otetaan yhteyttä verkkoon
sq: Ju po lidheni në rrjet

source: Don't show this again
bs: Nemojte ponovo pokazivati ovu poruku
et: Ära mulle seda teadet enam edasta
fi: Älä näytä tätä viestiä uudestaan.
sq: Mos e trego më këtë mesazh.

source: Hide
bs: Video
et: Vaade
fi: Video
sq: Video

source: Exit
bs: Izlaz
et: Välju
fi: Lopeta
sq: Dil

source: Send audio to iTunes
bs: Zadrži postojeću play listu na datoteci.
et: Salvesta antud esitlusloend faili
fi: tallenna yksityiskohdat tiedostoon
sq: Ruaji detajet në skedë

source: Send audio files to iTunes
bs: Zadrži postojeću play listu na datoteci.
et: Salvesta antud esitlusloend faili
fi: tallenna yksityiskohdat tiedostoon
sq: Ruaji detajet në skedë

source: Details
bs: Logiranje detalja
et: Logimise detailid
fi: Yksityiskohdat
sq: Detaje

source: Show Details
bs: Magnet detalji za datoteku
et: Näita Magnet'i detaile
fi: Näytä magnet-yksityiskohdat
sq: Tregon Detajet e Magnetit

source: Show Torrent Details
bs: Magnet detalji za datoteku
et: Näita Magnet'i detaile
fi: Näytä magnet-yksityiskohdat
sq: Tregon Detajet e Magnetit

source: Explore
bs: Traži
et: Sirvi
fi: Selaa
sq: Eksploro

source: Open Folder Containing the File
et: Ava faili sisaldav kaust
fi: Avaa hakemisto, jossa tiedosto on
sq: Hap Dosjen që Përmban Skedën

source: Show
bs: Pokaži posljednje
et: Näita viimast
fi: Näytä viimeisimmät
sq: Trego

source: Resume Download
bs: Iznuditi rezime
et: Jätka tirimist
fi: Jatka latausta
sq: Rimerre

source: Resume
bs: Vrati na nulu
et: Nimeta ümber
fi: Jatka
sq: Riemërto

source: Reattempt Selected Downloads
bs: Pokušajte ponoviti downloadovanje.
et: Proovi uuesti valitut alla laadida
fi: Yritä ladata uudestaan.
sq: Riprovon Shkarkesën e Zgjedhur

source: Pause Download
bs: Pauza download
et: Peata tirimine
fi: Pysäytä lataus
sq: Pusho

source: Pause
bs: Zastoj
et: Peatatud
fi: Pysäytä
sq: Në pushim

source: Pause Selected Downloads
bs: Pauziraj selektirane downloade.
et: Peata valitud allalaadimine
fi: Pysäytä valitut lataukset hetkiseksi.
sq: Pushon Shkarkesën e Zgjedhur

source: Remove Torrent from selected downloads
bs: Pokušajte ponoviti downloadovanje.
et: Proovi uuesti valitut alla laadida
fi: Yritä ladata uudestaan.
sq: Riprovon Shkarkesën e Zgjedhur

source: Remove Download
bs: Iznuditi rezime
et: Jätka tirimist
fi: Jatka latausta
sq: Rimerre

source: Remove
bs: Promjeni ime
et: Nimeta ümber
fi: Poista
sq: Riemërto

source: Remove Selected Downloads
bs: Pregled selektiranog downloda.
et: Valitud allalaadimiste eelvaade
fi: Esikatsele valittuja latauksia
sq: Parashikon Shkarkesën e Zgjedhur

source: Are you sure you want to remove the data files from your computer? You won't be able to recover the files.
bs: Jeste li sigurni da želite izbrisati označenu(e) datoteku(e)?
et: Kas sa oled kindel, et soovid kustutada valitud fail(id)?
fi: Oletko varma että haluat pysyvästi poistaa lisenssin paikallisesta kopiosta?
sq: A jeni i sigurt se doni të fshini licensën përkohësisht nga kopja lokale e skedës?

source: Remove Download and Data
bs: Iznuditi rezime
et: Jätka tirimist
fi: Jatka latausta
sq: Rimerre

source: Remove Download and Data from selected downloads
bs: Pokušajte ponoviti downloadovanje.
et: Proovi uuesti valitut alla laadida
fi: Yritä ladata uudestaan.
sq: Riprovon Shkarkesën e Zgjedhur

source: Copy Magnet
bs: Kopiraj izvještaj
et: Kopeeri aruanne
fi: Kopioi raportti
sq: Kopjo Raportin

source: Hide Seeding Transfers
bs: Izlaz poslije razmjene podataka
et: Välju pärast ülekandeid
fi: Lopeta tiedostonsiirtojen jälkeen
sq: Dil pas Transferimit

source: Show Seeding Transfers
bs: Zatvorite nakon transakcije
et: Sulge pärast allalaadimisi
fi: Lopeta, kun tiedostot on siirretty
sq: Fike pas Transferimit

source: Create New Playlist
bs: Pohrani Play listu kao
et: Salvesta esitlusloend nimega
fi: Tallenna soittolista nimellä...
sq: Ruani Listën Si

source: (Partial)
bs: HTTP (potencijalno)
et: Poolikud failid
fi: HTTP (potentiaalinen)
sq: HTTP (Potenciali)

source: Size
bs: Veličina:
et: Suurus:
fi: Koko
sq: Masa:

source: Status
bs: Stanje bara
et: Staatus
fi: Tila
sq: Statusi

source: Progress
bs: Programi
et: Programmid
fi: Eteneminen
sq: Programe

source: Downloaded
bs: Download
et: Laadi alla
fi: Lataa
sq: Shkarko

source: Uploaded
bs: Upload brzina:
et: Üleslaadimise kirus:
fi: Jaot
sq: Të ngarkuar

source: Down Speed
bs: Brzina downloada:
et: Ühenduse kiirus
fi: Latausnopeus:
sq: Shpejtësi e Shkarkimit:

source: Up Speed
bs: Brzina:
et: Kiirus:
fi: Nopeus
sq: Shpejtësi:

source: Time
bs: Naziv:
et: Pealkiri:
fi: Aika
sq: Titulli:

source: Seeds
bs: Brzina:
et: Kiirus:
fi: Nopeus
sq: Shpejtësi:

source: Peers
et: Kasutajad
fi: Peer:it
sq: Pika

source: Share Ratio
bs: Ramjena datoteke
et: Jaga faili
fi: Julkaise tiedosto
sq: Shpërndaje

source: Seeds/Peers
bs: peers
et: Kasutajad
fi: Peer:it
sq: Pika

source: Started On
bs: Početak na
et: Alustatud
fi: Aloitettu
sq: Nisur më

source: Launch
bs: Preuzmi datoteku.
et: Käivita fail.
fi: Avaa
sq: Lëshon Skedën

source: Launch Selected Files
bs: Pristupi selektiranim datotekama.
et: Käivita valitud failid.
fi: Avaa valitut tiedostot.
sq: Lëshon Skedën e Zgjedhur

source: Show in Library
bs: Medioteka
et: Raamatukogu
fi: Näytä kirjastossa
sq: Trego në Librari

source: Show Download in Library
bs: Download sa
et: Tirin siit
fi: Näytä lataukset kirjastossa
sq: Tregon Shkarkesën në Librari

source: Transfers
bs: Prenošenje
et: Välju pärast ülekandeid
fi: Siirtoja
sq: Transferta

source: Loading Download Window...
bs: Punjenje download prozora...
et: Laen tirimis akent...
fi: Ladataan latausikkunaa...
sq: Ngarkuat Dritaren e Shkarkesave...

source: Cancel Download
bs: Prekini download
et: Tühista tirimine
fi: Lopeta lataus
sq: Anulo

source: Cancel
et: Katkesta skanneerimine
fi: Peruuta
sq: Anulo Skanimin

source: Cancel Selected Downloads
bs: Stopiraj selektirane downloade.
et: Katkesta valitud allalaadimised
fi: Lopeta valitut lataukset.
sq: Anulon Shkarkesën e Zgjedhur

source: FrostWire was unable to load the torrent file "{0}", - it may be malformed or FrostWire does not have permission to access this file.
sq: FrostWire nuk arriti të ngarkojë skedën torrent "{0}", - mund të jetë e keqformuar ose FrostWire nuk lejohet të hapë skedën.

source: Set Down Speed
bs: Selektiraj tip:
et: Vali kiirus
fi: Valitse nopeus
sq: Zgjidhni Shpejtësinë

source: Disabled
bs: Odbaci
et: Tunnista kõlbmatuks
fi: Ohita
sq: Hidhe

source: Unlimited
fi: Rajoittamaton
sq: Pa kufi

source: Set Up Speed
bs: Selektiraj tip:
et: Vali kiirus
fi: Valitse nopeus
sq: Zgjidhni Shpejtësinë

source: Advanced
fi: Asiantuntija
sq: Përp&arime

source: Add to playlist
bs: Na Play listu
et: Lisa kasuta sisu esitlusloendisse
fi: Lisää hakemiston sisältö soittolistalle
sq: Shtoje Përmbajtjen në Listë

source: Torrent File Created with FrostWire
bs: I dalje se konektujete na internet.
et: Sa ühendad ennast praegu võrku.
fi: Otetaan yhteyttä verkkoon
sq: Ju po lidheni në rrjet

source: Torrent Contents
bs: Filtriraj pornografski sadržaj
et: Eemalda täiskasvanutele mõeldud materjalid
fi: Poista aikuisviihde
sq: Përbuzi Përmbajtjet për të Rritur

source: Select File or Folder...
bs: Selektuj folder
et: Vali kaust
fi: Valitse hakemisto
sq: Zgjidhni Dosjen

source: Torrent Properties
bs: Broj datoteka koje ste razmjenili.
et: Bittorrenti seaded
fi: BitTorrent-asetukset
sq: Kuadrot e BitTorrent

source: Start seeding
bs: Priključivanje
et: Ühendan
fi: Käynnistetään
sq: Nisët

source: Close
bs: &Zatvori
et: &Sulge
fi: Sulje
sq: Mbylle

source: Save torrent as...
bs: Razmjena datoteka
et: Jagatud failid
fi: Jaa ".torrent"-tiedostot
sq: Shpërndaji skedat .torrent

source: Select
bs: Selektiraj sve
et: Vali kiirus
fi: Valitse
sq: Zgjidhni Shpejtësinë

source: Invalid Folder
bs: Nevažeće ime datoteke
et: Ebakorrektne failinimi
fi: Vahingoittunut tiedostonimi
sq: Emërtim Invalid

source: Invalid Tracker URL
bs: Nevažeći TTL
fi: Virheellinen Tracker URL
sq: Neplatná URL Tracker

source: Torrent Created.
bs: Kreirano
et: Loodud
fi: Luotu
sq: Torrent krijuar.

source: Torrent File
bs: Razmjena datoteka
et: Jagatud failid
fi: ".torrent"-tiedostot
sq: skedq .torrent

source: Saving Torrent...
bs: Pohranite datoteku...
et: Salvestan faili...
fi: Tiedosto tallennetaan...
sq: Skeda po ruhet...

source: Select files to download
bs: Očisti selektirane downloade.
et: Tühjenda valitud allalaadimised
fi: Tyhjennä valitut lataukset listasta
sq: Pastron Shkarkesën e Zgjedhur

source: Download Selected Files Only
bs: Download sve selektirane datoteke.
et: Laadi alla kõik valitud failid.
fi: Lataa valitut tiedostot.
sq: Shkarkon Skedën e Zgjedhur

source: File
bs: &Datoteka
et: &Fail
fi: &Tiedosto
sq: Skedë

source: Select/Unselect all files
bs: Izbriši selektirane datoteke.
et: Kustuta valitud failid.
fi: Poista valitut tiedostot.
sq: Fshin Skedën e Zgjedhur

source: Preparing selection
bs: Pristupi selektiranim datotekama.
et: Käivita valitud failid.
fi: Avaa valitut tiedostot.
sq: Lëshon Skedën e Zgjedhur

source: Select the content you want to send
bs: Očisti selektirane downloade.
et: Tühjenda valitud allalaadimised
fi: Tyhjennä valitut lataukset listasta
sq: Pastron Shkarkesën e Zgjedhur

source: Download
et: Laadi alla
fi: Lataa
sq: Shkarko

source: at
bs: Chat
et: Saada teade...
fi: Chat
sq: Bisedo...

source: via FrostWire
bs: FrostWire &PRO
et: FrostWire &PRO
fi: FrostWire
sq: FrostWire &PRO

source: Tips
sq: Llojet

source: Copy Text
bs: Kopiraj izvještaj
et: Kopeeri aruanne
fi: Kopioi raportti
sq: Kopjo Raportin

source: Copy entire message to Clipboard
bs: Kopiraj Magnet linkove na Klemploču
et: Kopeeri Magnet lingid vabamällu
fi: Kopio Magnet linkit leikepöydälle
sq: Kopjo Linket Magnet në Fushëkapje

source: Message copied to clipboard.
bs: Kopiraj Magnet linkove na Klemploču
et: Kopeeri Magnet lingid vabamällu
fi: Kopioi leikepöydälle
sq: Kopjo në Fushëkapje

source: Copy Link
bs: Kopiraj
et: Kopeeri
fi: Kopioi
sq: Kopjo

source: Copy Link to Clipboard
bs: Kopiraj Magnet linkove na Klemploču
et: Kopeeri Magnet lingid vabamällu
fi: Kopioi leikepöydälle
sq: Kopjo në Fushëkapje

source: Link copied to clipboard.
bs: Kopiraj Magnet linkove na Klemploču
et: Kopeeri Magnet lingid vabamällu
fi: Kopioi leikepöydälle
sq: Kopjo në Fushëkapje

source: Copy Magnet URL to Clipboard
bs: Kopiraj Magnet linkove na Klemploču
et: Kopeeri Magnet lingid vabamällu
fi: Kopio Magnet linkit leikepöydälle
sq: Kopjo Linket Magnet në Fushëkapje

source: Magnet copied to clipboard.
bs: Kopiraj Magnet linkove na Klemploču
et: Kopeeri Magnet lingid vabamällu
fi: Kopio Magnet linkit leikepöydälle
sq: Kopjo Linket Magnet në Fushëkapje

source: Downloading Torrent
bs: Punjenje pohranjenih datoteka...
et: Allalaadimise jagamine
fi: Lataa .torrent
sq: Shkarko .torrent

source: Error
bs: Greška
et: Viga
fi: Virhe
sq: Gabim

source: Canceled
bs: Izvještava i zatvara prozor.
et: Katkesta skanneerimine
fi: Peruuta
sq: Anulo Skanimin

source: Torrent Data Save Folder
bs: Direktorij:
et: Salvestamiste kaust:
fi: Tallenna hakemistoon
sq: Dosja:

source: Please enter a valid path for the Torrent Data Folder
fi: Ole hyvä ja ilmoita kelvollinen vuosi tiedostolle, jonka haluat julkaista.
sq: Ju lutemi shkruani një vit të vlefshëm për skedën që doni të publikoni.

source: The Torrent Data Folder cannot be inside the
bs: Datoteka korumpirana. Podatke nije moguće pohraniti.
et: Katkine fail. Andmeid ei suudetud salvestada.
fi: Tiedosto korruptoitunut. Ei voitu tallentaa.
sq: Korruptim Skede. Të dhënat nuk u ruajtën.

source: Could not resolve folder path.
bs: Nemoguće pretražiti host računar {0} .
et: Ei suuda võõrustajat sirvida {0} .
fi: Palvelinta ei voitu selata. {0} .
sq: Hosti {0} nuk mund të shfletohet.

source: The Torrent Data Folder cannot be a parent folder of the
bs: Nevažeći folder za razmjenu datoteka. Molimo vas koristite drugi folder ili se vratite na standardnu opciju.
et: Selle kausta jagamine ei ole lubatud. Palun kasuta teist kausta või taanda vaikolekusse.
sq: Dosje invalide për shpërndarjen e skedave. Ju lutemi përdorni një tjetër dosje ose kthehuni tek tipikja.

source: Use Default
bs: Primjeni &standard
et: K&asuta algküljendust
fi: Käytä &vakiota
sq: Për&dor Tipiken

source: Use the Default Folder
bs: Vrati na standardni download folder.
et: Taasta algne allalaadimis kaust.
fi: Palauta oletushakemisto
sq: Rivendos Dosjen Shkarkuese Tipike

source: Browse...
bs: Pretraživač
et: Sirvija
fi: Selaa...
sq: Shfletuesi

source: Choose Another Folder
fi: Valitse toinen hakemisto
sq: Zgjidhni një Dosje Tjetër

source: Seeding Settings
bs: Traženje
et: Laen kasutaja sätteid...
fi: Lataa asetuksia...
sq: Ngarkuat Kuadrot...

source: Downloading
bs: Download
et: Laadi alla
fi: Lataa
sq: Shkarko

source: Stopped
bs: Stop
et: Stopp
fi: Pysäytä
sq: Ndalo

source: Waiting
bs: Čekam
et: Ootan
fi: Ikäraja
sq: Në pritje

source: Finished
bs: Završetak
et: Lõpeta
fi: Lopeta
sq: Përfundo

source: Max
fi: Maks.
sq: Maks.

source: Undo
bs: Povrati nazad
et: Ennista
fi: Peru
sq: Kthehu

source: Cut
bs: Odsijeci
et: Lõika
fi: Leikkaa
sq: Prije

source: Copy
bs: Kopiraj
et: Kopeeri
fi: Kopioi
sq: Kopjo

source: Paste
bs: Umetni
et: Aseta
fi: Liitä
sq: Ngjite

source: Delete
fi: Poista
sq: Fshije

source: Select All
bs: Selektiraj sve
et: Tühista valik
fi: Valitse kaikki
sq: Zgjidhe Gjithçka

source: Clear History
bs: Obriši historiju
et: Puhasta ajalugu
fi: Tyhjennä historia
sq: Pastro Historinë

source: Options
bs: &Opcije
et: &Valikud
fi: &Asetukset...
sq: Mundësi

source: You can configure the folders you share in FrostWire's Options.
bs: Možete formirati foldere koje dijelite u FrostWire opciji.
et: Sa võid valmis seada kaustade võimalusi mida sa jagad FrostWire valikutes.
fi: Voit muokata jaettavia tiedostoja FrostWiren asetuksista
sq: Dosjet që shpërndani mund t'i konfiguroni në Mundësitë e FrostWire.

source: Send
bs: Pošalji
et: Saada
fi: Lähetä
sq: Dërgo
